Repository: kodjodevf/mangayomi
Catalog: lib/l10n/app_*.arb
Languages: ar, as, fr, hi, id, it, ja, pt, th, tr

# no_app_logs
source: No log.txt available!
ar: لا يوجد ملف log.txt!
as: কোনো log.txt ফাইল উপলব্ধ নাই!
fr: Aucun fichier log.txt disponible !
hi: कोई log.txt फ़ाइल उपलब्ध नहीं!
id: Tidak ada file log.txt tersedia!
it: Nessun file log.txt disponibile!
ja: log.txtファイルが利用できません！
pt: Nenhum arquivo log.txt disponível!
th: ไม่มีไฟล์ log.txt!
tr: log.txt dosyası yok!

source: Failed!
ar: فشل!
as: বিফল!
fr: Échoué !
hi: विफल!
id: Gagal!
it: Fallito!
ja: 失敗！
pt: Falhou!
th: ล้มเหลว!
tr: Başarısız!

source: Next week
ar: الأسبوع القادم
as: পৰৱৰ্তী সপ্তাহ
fr: La semaine prochaine
hi: अगले सप्ताह
id: Minggu depan
it: Prossima settimana
ja: 来週
pt: Próxima semana
th: สัปดาห์หน้า
tr: Gelecek hafta

# sync_button_upload
source: Upload only
ar: رفع فقط
as: কেৱল আপলোড কৰক
fr: Téléverser uniquement
hi: केवल अपलोड करें
id: Hanya unggah
it: Solo carica
ja: アップロードのみ
pt: Apenas enviar
th: อัปโหลดเท่านั้น
tr: Sadece yükle

# sync_button_upload_info
source: This operation will fully replace the remote data with local data!
ar: ستستبدل هذه العملية البيانات البعيدة بالكامل بالبيانات المحلية!
as: এই অপাৰেশনে ৰিম'ট ডাটা সম্পূৰ্ণৰূপে ল'কেল ডাটাৰ সৈতে প্ৰতিস্থাপন কৰিব!
fr: Cette opération remplacera complètement les données distantes par les données locales !
hi: यह ऑपरेशन रिमोट डेटा को पूरी तरह से लोकल डेटा से बदल देगा!
id: Operasi ini akan sepenuhnya menggantikan data jarak jauh dengan data lokal!
it: Questa operazione sostituirà completamente i dati remoti con i dati locali!
ja: この操作はリモートデータを完全にローカルデータで置き換えます！
pt: Esta operação substituirá completamente os dados remotos pelos dados locais!
th: การดำเนินการนี้จะแทนที่ข้อมูลระยะไกลด้วยข้อมูลในเครื่องทั้งหมด!
tr: Bu işlem uzak verileri yerel verilerle tamamen değiştirecektir!

# sync_button_download
source: Download only
ar: تنزيل فقط
as: কেৱল ডাউনলোড কৰক
fr: Télécharger uniquement
hi: केवल डाउनलोड करें
id: Hanya unduh
it: Solo scarica
ja: ダウンロードのみ
pt: Apenas baixar
th: ดาวน์โหลดเท่านั้น
tr: Sadece indir

# sync_button_download_info
source: This operation will fully replace the local data with remote data!
ar: ستستبدل هذه العملية البيانات المحلية بالكامل بالبيانات البعيدة!
as: এই অপাৰেশনে ল'কেল ডাটা সম্পূৰ্ণৰূপে ৰিম'ট ডাটাৰ সৈতে প্ৰতিস্থাপন কৰিব!
fr: Cette opération remplacera complètement les données locales par les données distantes !
hi: यह ऑपरेशन लोकल डेटा को पूरी तरह से रिमोट डेटा से बदल देगा!
id: Operasi ini akan sepenuhnya menggantikan data lokal dengan data jarak jauh!
it: Questa operazione sostituirà completamente i dati locali con i dati remoti!
ja: この操作はローカルデータを完全にリモートデータで置き換えます！
pt: Esta operação substituirá completamente os dados locais pelos dados remotos!
th: การดำเนินการนี้จะแทนที่ข้อมูลในเครื่องด้วยข้อมูลระยะไกลทั้งหมด!
tr: Bu işlem yerel verileri uzak verilerle tamamen değiştirecektir!

source: Extension settings
ar: إعدادات الإضافة
as: এক্সটেনশ্বন ছেটিংছ
fr: Paramètres de l'extension
hi: एक्सटेंशन सेटिंग्स
id: Pengaturan ekstensi
it: Impostazioni estensione
ja: 拡張機能設定
pt: Configurações de extensão
th: การตั้งค่าส่วนขยาย
tr: Uzantı ayarları

# video_audio_info
source: Preferred languages, pitch correction, audio channels
ar: اللغات المفضلة، تصحيح طبقة الصوت، قنوات الصوت
as: পচন্দৰ ভাষা, পিচ সংশোধন, অডিঅ' চেনেল
fr: Langues préférées, correction de la hauteur tonale, canaux audio
hi: पसंदीदा भाषाएं, पिच करेक्शन, ऑडियो चैनल
id: Bahasa pilihan, koreksi nada, kanal audio
it: Lingue preferite, correzione dell'intonazione, canali audio
ja: 優先言語、ピッチ補正、オーディオチャンネル
pt: Idiomas preferidos, correção de tom, canais de áudio
th: ภาษาที่ต้องการ, การแก้ไขระดับเสียง, ช่องเสียง
tr: Tercih edilen diller, perde düzeltmesi, ses kanalları

source: All chapters
ar: كل الفصول
as: সকলো অধ্যায়
fr: Tous les chapitres
hi: सभी अध्याय
id: Semua bab
it: Tutti i capitoli
ja: すべてのチャプター
pt: Todos os capítulos
th: ทุกตอน
tr: Tüm bölümler

source: All episodes
ar: كل الحلقات
as: সকলো খণ্ড
fr: Tous les épisodes
hi: सभी एपिसोड
id: Semua episode
it: Tutti gli episodi
ja: すべてのエピソード
pt: Todos os episódios
th: ทุกตอน
tr: Tüm bölümler

# advanced_info
source: mpv config
ar: تكوين mpv
as: mpv কনফিগাৰেশ্বন
fr: Configuration mpv
hi: mpv कॉन्फ़िगरेशन
id: Konfigurasi mpv
it: Configurazione mpv
ja: mpv設定
pt: Configuração mpv
th: การกำหนดค่า mpv
tr: mpv yapılandırması

source: Recommendations
ar: التوصيات
as: পৰামৰ্শসমূহ
fr: Recommandations
hi: सिफ़ारिशें
id: Rekomendasi
it: Raccomandazioni
ja: おすすめ
pt: Recomendações
th: แนะนำ
tr: Öneriler

# recommendations_similar
source: similar
ar: مشابه
as: সমান
fr: similaire
hi: समान
id: serupa
it: simile
ja: 類似
pt: semelhante
th: คล้ายกัน
tr: benzer

# recommendations_weights
source: Recommendation Weights
ar: أوزان التوصية
as: পৰামৰ্শ ওজন
fr: Poids des recommandations
hi: सिफ़ारिश भार
id: Bobot rekomendasi
it: Pesi di raccomandazione
ja: おすすめの重み
pt: Pesos de recomendação
th: น้ำหนักคำแนะนำ
tr: Öneri ağırlıkları

# recommendations_weights_genre
source: Genre Similarity
ar: تشابه النوع
as: ধাৰা সাদৃশ্য
fr: Similarité de genre
hi: शैली समानता
id: Kesamaan genre
it: Similarità di genere
ja: ジャンル類似度
pt: Similaridade de gênero
th: ความคล้ายคลึงของประเภท
tr: Tür benzerliği

# recommendations_weights_setting
source: Setting Similarity
ar: تشابه الإعداد
as: ছেটিং সাদৃশ্য
fr: Similarité de cadre
hi: सेटिंग समानता
id: Kesamaan latar
it: Similarità di ambientazione
ja: 設定類似度
pt: Similaridade de cenário
th: ความคล้ายคลึงของฉาก
tr: Ortam benzerliği

# recommendations_weights_synopsis
source: Story Similarity
ar: تشابه القصة
as: কাহিনী সাদৃশ্য
fr: Similarité d'histoire
hi: कहानी समानता
id: Kesamaan cerita
it: Similarità di storia
ja: あらすじ類似度
pt: Similaridade de história
th: ความคล้ายคลึงของเรื่องราว
tr: Hikaye benzerliği

# recommendations_weights_theme
source: Theme Similarity
ar: تشابه الموضوع
as: থিম সাদৃশ্য
fr: Similarité de thème
hi: थीम समानता
id: Kesamaan tema
it: Similarità di tema
ja: テーマ類似度
pt: Similaridade de tema
th: ความคล้ายคลึงของธีม
tr: Tema benzerliği

# custom_dns
source: Custom DNS (leave blank to use system DNS)
ar: DNS مخصص (اتركه فارغًا لاستخدام DNS النظام)
as: কাষ্টম DNS (ছিষ্টেম DNS ব্যৱহাৰ কৰিবলৈ খালী ৰাখক)
fr: DNS personnalisé (laisser vide pour utiliser le DNS système)
hi: कस्टम DNS (सिस्टम DNS का उपयोग करने के लिए खाली छोड़ें)
id: DNS kustom (biarkan kosong untuk menggunakan DNS sistem)
it: DNS personalizzato (lascia vuoto per usare il DNS di sistema)
ja: カスタムDNS（システムDNSを使用する場合は空のままにしてください）
pt: DNS personalizado (deixe em branco para usar DNS do sistema)
th: DNS กำหนดเอง (เว้นว่างไว้เพื่อใช้ DNS ของระบบ)
tr: Özel DNS (sistem DNS'ini kullanmak için boş bırakın)

# android_proxy_server
source: Android Proxy Server (ApkBridge)
ar: خادم بروكسي Android (ApkBridge)
as: Android প্ৰক্সি চাৰ্ভাৰ (ApkBridge)
fr: Serveur proxy Android (ApkBridge)
hi: Android प्रॉक्सी सर्वर (ApkBridge)
id: Server Proxy Android (ApkBridge)
it: Server proxy Android (ApkBridge)
ja: Androidプロキシサーバー（ApkBridge）
pt: Servidor proxy Android (ApkBridge)
th: เซิร์ฟเวอร์พร็อกซี Android (ApkBridge)
tr: Android Proxy Sunucusu (ApkBridge)

source: Get ApkBridge
ar: احصل على ApkBridge
as: ApkBridge প্ৰাপ্ত কৰক
fr: Obtenir ApkBridge
hi: ApkBridge प्राप्त करें
id: Dapatkan ApkBridge
it: Ottieni ApkBridge
ja: ApkBridgeを入手
pt: Obter ApkBridge
th: รับ ApkBridge
tr: ApkBridge'i edinin

# search_subtitles
source: Search subtitles online...
ar: البحث عن ترجمات عبر الإنترنت...
as: উপশিৰোনামসমূহ অনলাইনত বিচাৰক...
fr: Rechercher des sous-titres en ligne...
hi: उपशीर्षक ऑनलाइन खोजें...
id: Cari subtitle online...
it: Cerca sottotitoli online...
ja: オンラインで字幕を検索...
pt: Pesquisar legendas online...
th: ค้นหาคำบรรยายออนไลน์...
tr: Çevrimiçi altyazı ara...

# extension_notes
source: Notes: {notes}
ar: ملاحظات: {notes}
as: টোকা: {notes}
hi: नोट्स: {notes}
id: Catatan: {notes}
it: Note: {notes}
ja: 注：{notes}
pt: Notas: {notes}
th: หมายเหตุ: {notes}
tr: Notlar: {notes}

source: End of chapter
ar: نهاية الفصل
as: অধ্যায়ৰ শেষ
fr: Fin du chapitre
hi: अध्याय का अंत
id: Akhir bab
it: Fine del capitolo
ja: チャプターの終わり
pt: Fim do capítulo
th: จบตอน
tr: Bölüm sonu

source: Chapter completed
ar: اكتمل الفصل
as: অধ্যায় সম্পূৰ্ণ
fr: Chapitre terminé
hi: अध्याय पूर्ण
id: Bab selesai
it: Capitolo completato
ja: チャプター完了
pt: Capítulo concluído
th: ตอนเสร็จสิ้น
tr: Bölüm tamamlandı

# continue_to_next_chapter
source: Continue scrolling to read the next chapter
ar: استمر في التمرير لقراءة الفصل التالي
as: পৰৱৰ্তী অধ্যায় পঢ়িবলৈ স্ক্ৰ'ল কৰি থাকক
fr: Continuez à faire défiler pour lire le chapitre suivant
hi: अगला अध्याय पढ़ने के लिए स्क्रॉल करना जारी रखें
id: Lanjutkan gulir untuk membaca bab berikutnya
it: Continua a scorrere per leggere il prossimo capitolo
ja: 次のチャプターを読むにはスクロールを続けてください
pt: Continue rolando para ler o próximo capítulo
th: เลื่อนต่อเพื่ออ่านตอนถัดไป
tr: Bir sonraki bölümü okumak için kaydırmaya devam edin

source: No next chapter
ar: لا يوجد فصل تالٍ
as: কোনো পৰৱৰ্তী অধ্যায় নাই
fr: Pas de prochain chapitre
hi: कोई अगला अध्याय नहीं
id: Tidak ada bab berikutnya
it: Nessun capitolo successivo
ja: 次のチャプターはありません
pt: Nenhum próximo capítulo
th: ไม่มีตอนถัดไป
tr: Sonraki bölüm yok

source: You have finished reading
ar: لقد انتهيت من القراءة
as: আপুনি পঢ়া শেষ কৰিলে
fr: Vous avez terminé la lecture
hi: आपने पढ़ना समाप्त कर लिया है
id: Anda telah selesai membaca
it: Hai finito di leggere
ja: 読了しました
pt: Você terminou de ler
th: คุณอ่านจบแล้ว
tr: Okumayı bitirdiniz

source: Return to the list of chapters
ar: العودة إلى قائمة الفصول
as: অধ্যায়সমূহৰ তালিকালৈ উভতি যাওক
fr: Retournez à la liste des chapitres
hi: अध्यायों की सूची में वापस जाएं
id: Kembali ke daftar bab
it: Ritorna all'elenco dei capitoli
ja: チャプターリストに戻る
pt: Retornar à lista de capítulos
th: กลับไปที่รายการตอน
tr: Bölüm listesine dön

# hwdec
source: Hardware Decoder
ar: فك تشفير الأجهزة
as: হাৰ্ডৱেৰ ডিক'ডাৰ
fr: Décodeur matériel
hi: हार्डवेयर डिकोडर
id: Dekoder perangkat keras
it: Decodificatore hardware
ja: ハードウェアデコーダー
pt: Decodificador de hardware
th: ตัวถอดรหัสฮาร์ดแวร์
tr: Donanım kod çözücü

# enable_hardware_accel
source: Hardware Acceleration
ar: تسريع الأجهزة
as: হাৰ্ডৱেৰ ত্বৰণ
fr: Accélération matérielle
hi: हार्डवेयर त्वरण
id: Akselerasi perangkat keras
it: Accelerazione hardware
ja: ハードウェアアクセラレーション
pt: Aceleração de hardware
th: การเร่งฮาร์ดแวร์
tr: Donanım hızlandırma

# enable_hardware_accel_info
source: Turn it on/off if you are experiencing bugs or crashes
ar: قم بتشغيله/إيقافه إذا كنت تواجه أخطاء أو أعطال
as: যদি আপুনি বাগ বা ক্ৰেশৰ সন্মুখীন হৈছে তেন্তে ইয়াক চালু/বন্ধ কৰক
fr: Activez/désactivez si vous rencontrez des bugs ou des plantages
hi: यदि आप बग या क्रैश का सामना कर रहे हैं तो इसे चालू/बंद करें
id: Aktifkan/nonaktifkan jika Anda mengalami bug atau crash
it: Attiva/disattiva se stai riscontrando bug o crash
ja: バグやクラッシュが発生している場合はオン/オフを切り替えてください
pt: Ative/desative se estiver enfrentando bugs ou travamentos
th: เปิด/ปิดหากคุณพบข้อผิดพลาดหรือการขัดข้อง
tr: Hata veya çökmelerle karşılaşırsanız açın/kapatın

# track_library_navigate
source: Go to existing local entry
ar: انتقل إلى الإدخال المحلي الموجود
as: বৰ্তমান স্থানীয় এণ্ট্ৰিলৈ যাওক
fr: Accéder à l'entrée locale existante
hi: मौजूदा लोकल एंट्री पर जाएं
id: Pergi ke entri lokal yang ada
it: Vai alla voce locale esistente
ja: 既存のローカルエントリに移動
pt: Ir para entrada local existente
th: ไปที่รายการในเครื่องที่มีอยู่
tr: Mevcut yerel girişe git

# track_library_add
source: Add to local library
ar: أضف إلى المكتبة المحلية
as: স্থানীয় পুথিভঁৰালত যোগ কৰক
fr: Ajouter à la bibliothèque locale
hi: लोकल लाइब्रेरी में जोड़ें
id: Tambahkan ke perpustakaan lokal
it: Aggiungi alla libreria locale
ja: ローカルライブラリに追加
pt: Adicionar à biblioteca local
th: เพิ่มไปยังห้องสมุดในเครื่อง
tr: Yerel kütüphaneye ekle

# track_library_add_confirm
source: Add tracked item to local library
ar: إضافة العنصر المتتبع إلى المكتبة المحلية
as: ট্ৰেক কৰা আইটেম স্থানীয় পুথিভঁৰালত যোগ কৰক
fr: Ajouter l'élément suivi à la bibliothèque locale
hi: ट्रैक की गई आइटम को लोकल लाइब्रेरी में जोड़ें
id: Tambahkan item yang dilacak ke perpustakaan lokal
it: Aggiungi elemento tracciato alla libreria locale
ja: 追跡アイテムをローカルライブラリに追加
pt: Adicionar item rastreado à biblioteca local
th: เพิ่มรายการที่ติดตามไปยังห้องสมุดในเครื่อง
tr: İzlenen öğeyi yerel kütüphaneye ekle

# track_library_not_logged
source: Login to the corresponding tracker to use this feature!
ar: قم بتسجيل الدخول إلى المتتبع المقابل لاستخدام هذه الميزة!
as: এই বৈশিষ্ট্য ব্যৱহাৰ কৰিবলৈ সংশ্লিষ্ট ট্ৰেকাৰত লগইন কৰক!
fr: Connectez-vous au tracker correspondant pour utiliser cette fonctionnalité !
hi: इस सुविधा का उपयोग करने के लिए संबंधित ट्रैकर में लॉगिन करें!
id: Masuk ke pelacak yang sesuai untuk menggunakan fitur ini!
it: Accedi al tracker corrispondente per usare questa funzione!
ja: この機能を使用するには、対応するトラッカーにログインしてください！
pt: Faça login no rastreador correspondente para usar este recurso!
th: เข้าสู่ระบบตัวติดตามที่เกี่ยวข้องเพื่อใช้คุณสมบัตินี้!
tr: Bu özelliği kullanmak için ilgili izleyicide oturum açın!

# track_library_switch
source: Switch to another tracker
ar: التبديل إلى متتبع آخر
as: অন্য ট্ৰেকাৰলৈ সলনি কৰক
fr: Changer pour un autre tracker
hi: किसी अन्य ट्रैकर पर स्विच करें
id: Beralih ke pelacak lain
it: Passa a un altro tracker
ja: 別のトラッカーに切り替え
pt: Mudar para outro rastreador
th: สลับไปยังตัวติดตามอื่น
tr: Başka bir izleyiciye geç

source: Go back
ar: العودة
as: উভতি যাওক
fr: Retour
hi: वापस जाएं
id: Kembali
it: Indietro
ja: 戻る
pt: Voltar
th: ย้อนกลับ
tr: Geri dön

# merge_library_nav_mobile
source: Merge library navigation on mobile
ar: دمج التنقل في المكتبة على الهاتف المحمول
as: মোবাইলত পুথিভঁৰাল নেভিগেশ্বন মাৰ্জ কৰক
fr: Fusionner la navigation de la bibliothèque sur mobile
hi: मोबाइल पर लाइब्रेरी नेविगेशन मर्ज करें
id: Gabungkan navigasi perpustakaan di ponsel
it: Unisci navigazione libreria su mobile
ja: モバイルでライブラリナビゲーションを統合
pt: Mesclar navegação da biblioteca no celular
th: รวมการนำทางห้องสมุดบนมือถือ
tr: Mobilde kütüphane gezinmesini birleştir

source: Enable Discord RPC
ar: تمكين Discord RPC
as: Discord RPC সক্ষম কৰক
fr: Activer Discord RPC
hi: Discord RPC सक्षम करें
id: Aktifkan Discord RPC
it: Attiva Discord RPC
ja: Discord RPCを有効化
pt: Ativar Discord RPC
th: เปิดใช้งาน Discord RPC
tr: Discord RPC'yi etkinleştir

# hide_discord_rpc_incognito
source: Hide Discord RPC while in Incognito
ar: إخفاء Discord RPC في وضع التخفي
as: ইনকগনিট' ম'ডত Discord RPC লুকুৱাওক
fr: Masquer Discord RPC en mode Incognito
hi: गुप्त मोड में Discord RPC छिपाएं
id: Sembunyikan Discord RPC saat Inkognito
it: Nascondi Discord RPC in modalità Incognito
ja: シークレットモードでDiscord RPCを非表示
pt: Ocultar Discord RPC no modo Incógnito
th: ซ่อน Discord RPC ในโหมดไม่ระบุตัวตน
tr: Gizli modda Discord RPC'yi gizle

# rpc_show_reading_watching_progress
source: Show current chapter in Discord (requires a restart)
ar: إظهار الفصل الحالي في Discord (يتطلب إعادة التشغيل)
as: Discordত বৰ্তমান অধ্যায় দেখুৱাওক (পুনৰাৰম্ভৰ প্ৰয়োজন)
fr: Afficher le chapitre actuel dans Discord (nécessite un redémarrage)
hi: Discord में वर्तमान अध्याय दिखाएं (पुनरारंभ की आवश्यकता है)
id: Tampilkan bab saat ini di Discord (memerlukan restart)
it: Mostra capitolo corrente su Discord (richiede riavvio)
ja: Discordに現在のチャプターを表示（再起動が必要）
pt: Mostrar capítulo atual no Discord (requer reinicialização)
th: แสดงตอนปัจจุบันใน Discord (ต้องรีสตาร์ท)
tr: Discord'da mevcut bölümü göster (yeniden başlatma gerektirir)

# rpc_show_title
source: Show current title in Discord
ar: إظهار العنوان الحالي في Discord
as: Discordত বৰ্তমান শিৰোনাম দেখুৱাওক
fr: Afficher le titre actuel dans Discord
hi: Discord में वर्तमान शीर्षक दिखाएं
id: Tampilkan judul saat ini di Discord
it: Mostra titolo corrente su Discord
ja: Discordに現在のタイトルを表示
pt: Mostrar título atual no Discord
th: แสดงชื่อปัจจุบันใน Discord
tr: Discord'da mevcut başlığı göster

# rpc_show_cover_image
source: Show current cover image in Discord
ar: إظهار صورة الغلاف الحالية في Discord
as: Discordত বৰ্তমান কভাৰ ছবি দেখুৱাওক
fr: Afficher l'image de couverture actuelle dans Discord
hi: Discord में वर्तमान कवर छवि दिखाएं
id: Tampilkan gambar sampul saat ini di Discord
it: Mostra immagine di copertina corrente su Discord
ja: Discordに現在のカバー画像を表示
pt: Mostrar imagem de capa atual no Discord
th: แสดงภาพปกปัจจุบันใน Discord
tr: Discord'da mevcut kapak resmini göster

# sync_enable_histories
source: Sync history data
ar: مزامنة بيانات السجل
as: ইতিহাস ডাটা সিংক কৰক
fr: Synchroniser les données d'historique
hi: इतिहास डेटा सिंक करें
id: Sinkronkan data riwayat
it: Sincronizza dati cronologia
ja: 履歴データを同期
pt: Sincronizar dados de histórico
th: ซิงค์ข้อมูลประวัติ
tr: Geçmiş verilerini senkronize et

# sync_enable_updates
source: Sync update data
ar: مزامنة بيانات التحديث
as: আপডেট ডাটা সিংক কৰক
fr: Synchroniser les données de mise à jour
hi: अपडेट डेटा सिंक करें
id: Sinkronkan data pembaruan
it: Sincronizza dati aggiornamenti
ja: 更新データを同期
pt: Sincronizar dados de atualização
th: ซิงค์ข้อมูลอัปเดต
tr: Güncelleme verilerini senkronize et

# sync_enable_settings
source: Sync settings
ar: مزامنة الإعدادات
as: ছেটিংছ সিংক কৰক
fr: Synchroniser les paramètres
hi: सेटिंग्स सिंक करें
id: Sinkronkan pengaturan
it: Sincronizza impostazioni
ja: 設定を同期
pt: Sincronizar configurações
th: ซิงค์การตั้งค่า
tr: Ayarları senkronize et

# enable_mpv
source: Enable mpv shaders / scripts
ar: تمكين تظليل / سكريبتات mpv
as: mpv ছেডাৰ / স্ক্ৰিপ্ট সক্ষম কৰক
fr: Activer les shaders / scripts mpv
hi: mpv शेडर्स / स्क्रिप्ट सक्षम करें
id: Aktifkan shader / skrip mpv
it: Attiva shader / script mpv
ja: mpvシェーダー/スクリプトを有効化
pt: Ativar shaders / scripts mpv
th: เปิดใช้งาน mpv shaders / scripts
tr: mpv gölgelendiricilerini / betiklerini etkinleştir

# mpv_info
source: Supports .js scripts under mpv/scripts/
ar: يدعم سكريبتات .js تحت mpv/scripts/
as: mpv/scripts/ৰ অধীনত .js স্ক্ৰিপ্ট সমৰ্থন কৰে
fr: Supporte les scripts .js sous mpv/scripts/
hi: mpv/scripts/ के तहत .js स्क्रिप्ट का समर्थन करता है
id: Mendukung skrip .js di bawah mpv/scripts/
it: Supporta script .js in mpv/scripts/
ja: mpv/scripts/配下の.jsスクリプトをサポート
pt: Suporta scripts .js em mpv/scripts/
th: รองรับสคริปต์ .js ใน mpv/scripts/
tr: mpv/scripts/ altında .js betiklerini destekler

# mpv_redownload
source: Redownload mpv config files
ar: إعادة تنزيل ملفات تكوين mpv
as: mpv কনফিগ ফাইলসমূহ পুনৰ ডাউনলোড কৰক
fr: Retélécharger les fichiers de configuration mpv
hi: mpv कॉन्फ़िग फ़ाइलें फिर से डाउनलोड करें
id: Unduh ulang file konfigurasi mpv
it: Riscarica file di configurazione mpv
ja: mpv設定ファイルを再ダウンロード
pt: Baixar novamente arquivos de configuração mpv
th: ดาวน์โหลดไฟล์กำหนดค่า mpv อีกครั้ง
tr: mpv yapılandırma dosyalarını yeniden indir

# mpv_redownload_info
source: Replaces old config files with new one!
ar: يستبدل ملفات التكوين القديمة بأخرى جديدة!
as: পুৰণি কনফিগ ফাইলসমূহ নতুনৰ সৈতে প্ৰতিস্থাপন কৰে!
fr: Remplace les anciens fichiers de configuration par les nouveaux !
hi: पुरानी कॉन्फ़िग फ़ाइलों को नई से बदल देता है!
id: Mengganti file konfigurasi lama dengan yang baru!
it: Sostituisce i vecchi file di configurazione con quelli nuovi!
ja: 古い設定ファイルを新しいものに置き換えます！
pt: Substitui arquivos de configuração antigos por novos!
th: แทนที่ไฟล์กำหนดค่าเก่าด้วยไฟล์ใหม่!
tr: Eski yapılandırma dosyalarını yenileriyle değiştirir!

# mpv_download
source: MPV config files are required! Download now?
ar: ملفات تكوين MPV مطلوبة! تنزيل الآن؟
as: MPV কনফিগ ফাইলসমূহ প্ৰয়োজনীয়! এতিয়াই ডাউনলোড কৰিবনে?
fr: Les fichiers de configuration MPV sont requis ! Télécharger maintenant ?
hi: MPV कॉन्फ़िग फ़ाइलें आवश्यक हैं! अभी डाउनलोड करें?
id: File konfigurasi MPV diperlukan! Unduh sekarang?
it: I file di configurazione MPV sono richiesti! Scarica ora?
ja: MPV設定ファイルが必要です！ 今すぐダウンロードしますか？
pt: Arquivos de configuração MPV são necessários! Baixar agora?
th: ต้องการไฟล์กำหนดค่า MPV! ดาวน์โหลดตอนนี้?
tr: MPV yapılandırma dosyaları gerekli! Şimdi indir?

source: Custom buttons
ar: أزرار مخصصة
as: কাষ্টম বুটাম
fr: Boutons personnalisés
hi: कस्टम बटन
id: Tombol kustom
it: Pulsanti personalizzati
ja: カスタムボタン
pt: Botões personalizados
th: ปุ่มกำหนดเอง
tr: Özel düğmeler

# custom_buttons_info
source: Execute lua code with custom buttons
ar: تنفيذ كود lua بأزرار مخصصة
as: কাষ্টম বুটামৰ সৈতে lua ক'ড নিষ্পাদন কৰক
fr: Exécuter du code lua avec des boutons personnalisés
hi: कस्टम बटन के साथ lua कोड निष्पादित करें
id: Jalankan kode lua dengan tombol kustom
it: Esegui codice lua con pulsanti personalizzati
ja: カスタムボタンでluaコードを実行
pt: Executar código lua com botões personalizados
th: รันโค้ด lua ด้วยปุ่มกำหนดเอง
tr: Özel düğmelerle lua kodu çalıştır

# custom_buttons_edit
source: Edit custom buttons
ar: تحرير الأزرار المخصصة
as: কাষ্টম বুটাম সম্পাদনা কৰক
fr: Modifier les boutons personnalisés
hi: कस्टम बटन संपादित करें
id: Edit tombol kustom
it: Modifica pulsanti personalizzati
ja: カスタムボタンを編集
pt: Editar botões personalizados
th: แก้ไขปุ่มกำหนดเอง
tr: Özel düğmeleri düzenle

# custom_buttons_add
source: Add custom button
ar: إضافة زر مخصص
as: কাষ্টম বুটাম যোগ কৰক
fr: Ajouter un bouton personnalisé
hi: कस्टम बटन जोड़ें
id: Tambah tombol kustom
it: Aggiungi pulsante personalizzato
ja: カスタムボタンを追加
pt: Adicionar botão personalizado
th: เพิ่มปุ่มกำหนดเอง
tr: Özel düğme ekle

# custom_buttons_added
source: Custom button added!
ar: تمت إضافة الزر المخصص!
as: কাষ্টম বুটাম যোগ কৰা হ'ল!
fr: Bouton personnalisé ajouté !
hi: कस्टम बटन जोड़ा गया!
id: Tombol kustom ditambahkan!
it: Pulsante personalizzato aggiunto!
ja: カスタムボタンが追加されました！
pt: Botão personalizado adicionado!
th: เพิ่มปุ่มกำหนดเองแล้ว!
tr: Özel düğme eklendi!

# custom_buttons_delete
source: Delete custom button
ar: حذف الزر المخصص
as: কাষ্টম বুটাম মচক
fr: Supprimer le bouton personnalisé
hi: कस्टम बटन हटाएं
id: Hapus tombol kustom
it: Elimina pulsante personalizzato
ja: カスタムボタンを削除
pt: Excluir botão personalizado
th: ลบปุ่มกำหนดเอง
tr: Özel düğmeyi sil

# custom_buttons_text
source: Button text
ar: نص الزر
as: বুটাম টেক্সট
fr: Texte du bouton
hi: बटन टेक्स्ट
id: Teks tombol
it: Testo del pulsante
ja: ボタンテキスト
pt: Texto do botão
th: ข้อความปุ่ม
tr: Düğme metni

# custom_buttons_text_req
source: Button text required
ar: نص الزر مطلوب
as: বুটাম টেক্সট প্ৰয়োজনীয়
fr: Texte du bouton requis
hi: बटन टेक्स्ट आवश्यक
id: Teks tombol diperlukan
it: Testo del pulsante richiesto
ja: ボタンテキストが必要です
pt: Texto do botão obrigatório
th: ต้องระบุข้อความปุ่ม
tr: Düğme metni gerekli

# custom_buttons_js_code
source: lua code
ar: كود lua
as: lua ক'ড
fr: Code lua
hi: lua कोड
id: Kode lua
it: Codice lua
ja: luaコード
pt: Código lua
th: โค้ด lua
tr: lua kodu

# custom_buttons_js_code_req
source: lua code required
ar: كود lua مطلوب
as: lua ক'ড প্ৰয়োজনীয়
fr: Code lua requis
hi: lua कोड आवश्यक
id: Kode lua diperlukan
it: Codice lua richiesto
ja: luaコードが必要です
pt: Código lua obrigatório
th: ต้องระบุโค้ด lua
tr: lua kodu gerekli

# custom_buttons_js_code_long
source: lua code (on long press)
ar: كود lua (عند الضغط لفترة طويلة)
as: lua ক'ড (দীৰ্ঘ প্ৰেছত)
fr: Code lua (sur appui long)
hi: lua कोड (लंबे दबाव पर)
id: Kode lua (pada tekan lama)
it: Codice lua (su pressione prolungata)
ja: luaコード（長押し時）
pt: Código lua (em pressionamento longo)
th: โค้ด lua (กดค้างไว้)
tr: lua kodu (uzun basışta)

# custom_buttons_startup
source: lua code (on startup)
ar: كود lua (عند بدء التشغيل)
as: lua ক'ড (ষ্টাৰ্টআপত)
fr: Code lua (au démarrage)
hi: lua कोड (स्टार्टअप पर)
id: Kode lua (saat startup)
it: Codice lua (all'avvio)
ja: luaコード（起動時）
pt: Código lua (na inicialização)
th: โค้ด lua (เมื่อเริ่มต้น)
tr: lua kodu (başlangıçta)

source: {n} days
ar: {n} أيام
as: {n} দিন
fr: {n} jours
hi: {n} दिन
id: {n} hari
it: {n} giorni
ja: {n}日
pt: {n} dias
th: {n} วัน
tr: {n} gün

source: Decoder
ar: فك التشفير
as: ডিক'ডাৰ
fr: Décodeur
hi: डिकोडर
id: Dekoder
it: Decodificatore
ja: デコーダー
pt: Decodificador
th: ตัวถอดรหัส
tr: Kod çözücü
