Repository: kodjodevf/mangayomi
Catalog: lib/l10n/app_*.arb
Languages: ar, as, fr, hi, id, it, ja, pt, th, tr

# decoder_info
source: Hardware decoding, pixel format, debanding
ar: فك تشفير الأجهزة، تنسيق البكسل، إزالة التدرج
as: হাৰ্ডৱেৰ ডিক'ডিং, পিক্সেল ফৰমেট, ডিবেণ্ডিং
fr: Décodage matériel, format de pixel, debanding
hi: हार्डवेयर डिकोडिंग, पिक्सेल प्रारूप, डीबैंडिंग
id: Dekoding perangkat keras, format piksel, debanding
it: Decodifica hardware, formato pixel, debanding
ja: ハードウェアデコーディング、ピクセル形式、デバンディング
pt: Decodificação de hardware, formato de pixel, debanding
th: การถอดรหัสฮาร์ดแวร์, รูปแบบพิกเซล, debanding
tr: Donanım kod çözme, piksel formatı, debanding

# enable_gpu_next
source: Enable gpu-next (Android only)
ar: تمكين gpu-next (Android فقط)
as: gpu-next সক্ষম কৰক (কেৱল Android)
fr: Activer gpu-next (Android uniquement)
hi: gpu-next सक्षम करें (केवल Android)
id: Aktifkan gpu-next (khusus Android)
it: Attiva gpu-next (solo Android)
ja: gpu-nextを有効化（Androidのみ）
pt: Ativar gpu-next (apenas Android)
th: เปิดใช้งาน gpu-next (Android เท่านั้น)
tr: gpu-next'i etkinleştir (sadece Android)

# enable_gpu_next_info
source: A new video rendering backend
ar: محرك عرض فيديو جديد
as: এক নতুন ভিডিঅ' ৰেণ্ডাৰিং ইঞ্জিন
fr: Un nouveau moteur de rendu vidéo
hi: एक नया वीडियो रेंडरिंग इंजन
id: Mesin rendering video baru
it: Un nuovo motore di rendering video
ja: 新しいビデオレンダリングエンジン
pt: Um novo mecanismo de renderização de vídeo
th: เอ็นจิ้นการแสดงผลวิดีโอใหม่
tr: Yeni video işleme motoru

source: Debanding
ar: إزالة التدرج
as: ডিবেণ্ডিং
hi: डीबैंडिंग
ja: デバンディング

# use_yuv420p
source: Use YUV420P pixel format
ar: استخدام تنسيق بكسل YUV420P
as: YUV420P পিক্সেল ফৰমেট ব্যৱহাৰ কৰক
fr: Utiliser le format de pixel YUV420P
hi: YUV420P पिक्सेल प्रारूप का उपयोग करें
id: Gunakan format piksel YUV420P
it: Usa formato pixel YUV420P
ja: YUV420Pピクセル形式を使用
pt: Usar formato de pixel YUV420P
th: ใช้รูปแบบพิกเซล YUV420P
tr: YUV420P piksel formatını kullan

# use_yuv420p_info
source: May fix black screens on some video codecs, can also improve performance at the cost of quality
ar: قد يصلح الشاشات السوداء على بعض برامج ترميز الفيديو، ويمكن أيضًا تحسين الأداء على حساب الجودة
as: কিছুমান ভিডিঅ' ক'ডেকত ক'লা স্ক্ৰীন ঠিক কৰিব পাৰে, গুণমানৰ মূল্যত প্ৰদৰ্শন উন্নত কৰিব পাৰে
fr: Peut corriger les écrans noirs sur certains codecs vidéo, peut également améliorer les performances au détriment de la qualité
hi: कुछ वीडियो कोडेक्स पर काली स्क्रीन को ठीक कर सकता है, गुणवत्ता की कीमत पर प्रदर्शन में भी सुधार कर सकता है
id: Dapat memperbaiki layar hitam pada beberapa codec video, juga dapat meningkatkan kinerja dengan mengorbankan kualitas
it: Può risolvere schermi neri su alcuni codec video, può anche migliorare le prestazioni a scapito della qualità
ja: 一部のビデオコーデックで黒い画面を修正し、品質を犠牲にしてパフォーマンスを向上させることもできます
pt: Pode corrigir telas pretas em alguns codecs de vídeo, também pode melhorar o desempenho às custas da qualidade
th: อาจแก้ไขหน้าจอดำในบางตัวแปลงสัญญาณวิดีโอ ยังสามารถปรับปรุงประสิทธิภาพได้โดยเสียคุณภาพ
tr: Bazı video codec'lerinde siyah ekranları düzeltebilir, kalite pahasına performansı da artırabilir

# audio_preferred_languages
source: Preferred langauages
ar: اللغات المفضلة
as: পচন্দৰ ভাষাসমূহ
fr: Langues préférées
hi: पसंदीदा भाषाएं
id: Bahasa pilihan
it: Lingue preferite
ja: 優先言語
pt: Idiomas preferidos
th: ภาษาที่ต้องการ
tr: Tercih edilen diller

# audio_preferred_languages_info
source: Audio langauage(s) to be selected by default on a video with multiple audio streams, 2/3-letter languages codes (e.g.: en, de, fr) work. Multiple values can be delimited by a comma.
ar: لغة (لغات) الصوت المراد تحديدها افتراضيًا على فيديو يحتوي على تدفقات صوت متعددة، رموز لغة من 2/3 أحرف (مثل: ar، en، ja). يمكن فصل القيم المتعددة بفاصلة.
as: একাধিক অডিঅ' ষ্ট্ৰীম থকা ভিডিঅ'ত ডিফল্টভাৱে নিৰ্বাচিত অডিঅ' ভাষা(সমূহ), 2/3-আখৰৰ ভাষা ক'ড (যেনে: as, en, ja)। একাধিক মান কমাৰ দ্বাৰা পৃথক কৰিব পাৰি।
fr: Langue(s) audio à sélectionner par défaut sur une vidéo avec plusieurs flux audio, codes de langue à 2/3 lettres (par exemple : fr, en, de). Plusieurs valeurs peuvent être délimitées par une virgule.
hi: एकाधिक ऑडियो स्ट्रीम वाले वीडियो पर डिफ़ॉल्ट रूप से चुनी जाने वाली ऑडियो भाषा(एं), 2/3-अक्षर भाषा कोड (जैसे: hi, en, ja)। एकाधिक मानों को अल्पविराम से अलग किया जा सकता है।
id: Bahasa audio untuk dipilih secara default pada video dengan beberapa streaming audio, kode bahasa 2/3 huruf (mis: id, en, ja). Beberapa nilai dapat dipisahkan dengan koma.
it: Lingua(e) audio da selezionare per impostazione predefinita su un video con più flussi audio, codici lingua di 2/3 lettere (es: it, en, es). Valori multipli possono essere delimitati da virgola.
ja: 複数のオーディオストリームを持つビデオでデフォルトで選択されるオーディオ言語、2/3文字の言語コード（例：ja、en）。複数の値はカンマで区切ることができます。
pt: Idioma(s) de áudio para selecionar por padrão em um vídeo com múltiplos fluxos de áudio, códigos de idioma de 2/3 letras (ex: pt, en, es). Múltiplos valores podem ser delimitados por vírgula.
th: ภาษาเสียงที่จะเลือกตามค่าเริ่มต้นในวิดีโอที่มีหลายสตรีมเสียง, รหัสภาษา 2/3 ตัวอักษร (เช่น: th, en, ja) ค่าหลายค่าสามารถคั่นด้วยเครื่องหมายจุลภาค
tr: Birden fazla ses akışına sahip bir videoda varsayılan olarak seçilecek ses dil(ler)i, 2/3 harfli dil kodları (örn: tr, en, ja). Birden fazla değer virgülle ayrılabilir.

source: Enable audio pitch correction
ar: تمكين تصحيح طبقة الصوت
as: অডিঅ' পিচ সংশোধন সক্ষম কৰক
fr: Activer la correction de hauteur tonale audio
hi: ऑडियो पिच करेक्शन सक्षम करें
id: Aktifkan koreksi nada audio
it: Attiva correzione intonazione audio
ja: オーディオピッチ補正を有効化
pt: Ativar correção de tom de áudio
th: เปิดใช้งานการแก้ไขระดับเสียง
tr: Ses perdesi düzeltmeyi etkinleştir

# enable_audio_pitch_correction_info
source: Prevents the audio from becoming high-pitched at faster speeds and low-pitched at slower speeds
ar: يمنع الصوت من أن يصبح حادًا بسرعات أسرع وعميقًا بسرعات أبطأ
as: দ্ৰুত গতিত অডিঅ' উচ্চ-পিচ আৰু লেহেম গতিত নিম্ন-পিচ হোৱাৰ পৰা ৰোধ কৰে
fr: Empêche l'audio de devenir aigu à des vitesses plus rapides et grave à des vitesses plus lentes
hi: तेज गति पर ऑडियो को उच्च-पिच और धीमी गति पर निम्न-पिच होने से रोकता है
id: Mencegah audio menjadi bernada tinggi pada kecepatan lebih cepat dan bernada rendah pada kecepatan lebih lambat
it: Impedisce all'audio di diventare acuto a velocità più elevate e grave a velocità più basse
ja: 高速再生時にオーディオが高音になり、低速再生時に低音になるのを防ぎます
pt: Impede que o áudio fique agudo em velocidades mais rápidas e grave em velocidades mais lentas
th: ป้องกันไม่ให้เสียงกลายเป็นเสียงสูงที่ความเร็วเร็วขึ้นและเสียงต่ำที่ความเร็วช้าลง
tr: Daha yüksek hızlarda sesin tiz, daha düşük hızlarda pes olmasını önler

source: Audio channels
ar: قنوات الصوت
as: অডিঅ' চেনেলসমূহ
fr: Canaux audio
hi: ऑडियो चैनल
id: Kanal audio
it: Canali audio
ja: オーディオチャンネル
pt: Canais de áudio
th: ช่องเสียง
tr: Ses kanalları

source: Volume boost cap
ar: حد تعزيز الصوت
as: ভলিউম বুষ্ট কেপ
fr: Limite d'amplification du volume
hi: वॉल्यूम बूस्ट कैप
id: Batas peningkatan volume
it: Limite amplificazione volume
ja: 音量ブーストキャップ
pt: Limite de amplificação de volume
th: ขีดจำกัดการเพิ่มระดับเสียง
tr: Ses yükseltme sınırı

source: Internal player
ar: المشغل الداخلي
as: আভ্যন্তৰীণ প্লেয়াৰ
fr: Lecteur interne
hi: आंतरिक प्लेयर
id: Pemutar internal
it: Lettore interno
ja: 内蔵プレーヤー
pt: Reprodutor interno
th: เครื่องเล่นภายใน
tr: Dahili oynatıcı

# internal_player_info
source: Progress, controls, orientation
ar: التقدم، عناصر التحكم، الاتجاه
as: প্ৰগতি, নিয়ন্ত্ৰণ, অভিমুখীকৰণ
fr: Progression, contrôles, orientation
hi: प्रगति, नियंत्रण, अभिविन्यास
id: Kemajuan, kontrol, orientasi
it: Progresso, controlli, orientamento
ja: 進行状況、コントロール、向き
pt: Progresso, controles, orientação
th: ความคืบหน้า, การควบคุม, การวางแนว
tr: İlerleme, kontroller, yönelim

# subtitle_delay_text
source: Subtitle delay
ar: تأخير الترجمة
as: উপশিৰোনাম বিলম্ব
fr: Délai des sous-titres
hi: उपशीर्षक विलंब
id: Penundaan subtitle
it: Ritardo sottotitoli
ja: 字幕遅延
pt: Atraso de legendas
th: ความล่าช้าของคำบรรยาย
tr: Altyazı gecikmesi

# subtitle_delay
source: Delay (ms)
ar: التأخير (ms)
as: বিলম্ব (ms)
fr: Délai (ms)
hi: विलंब (ms)
id: Penundaan (ms)
it: Ritardo (ms)
ja: 遅延（ms）
pt: Atraso (ms)
th: ความล่าช้า (ms)
tr: Gecikme (ms)

# subtitle_speed
source: Speed
ar: السرعة
as: গতি
fr: Vitesse
hi: गति
id: Kecepatan
it: Velocità
ja: 速度
pt: Velocidade
th: ความเร็ว
tr: Hız

source: Calendar
ar: التقويم
as: কেলেণ্ডাৰ
fr: Calendrier
hi: कैलेंडर
id: Kalender
it: Calendario
ja: カレンダー
pt: Calendário
th: ปฏิทิน
tr: Takvim

# calendar_no_data
source: No data yet.
ar: لا توجد بيانات حتى الآن.
as: এতিয়াও কোনো ডাটা নাই।
fr: Aucune donnée pour l'instant.
hi: अभी तक कोई डेटा नहीं।
id: Belum ada data.
it: Nessun dato ancora.
ja: まだデータがありません。
pt: Ainda não há dados.
th: ยังไม่มีข้อมูล
tr: Henüz veri yok.

# calendar_info
source: The calendar is only able to predict the next chapter upload based on the older uploads. Some data might not be 100% accurate!
ar: لا يمكن للتقويم التنبؤ بتحميل الفصل التالي إلا بناءً على التحميلات القديمة. قد لا تكون بعض البيانات دقيقة بنسبة 100٪!
as: কেলেণ্ডাৰে কেৱল পুৰণি আপলোডৰ ভিত্তিত পৰৱৰ্তী অধ্যায় আপলোডৰ পূৰ্বাভাস দিব পাৰে। কিছুমান ডাটা ১০০% সঠিক নহ'বও পাৰে!
fr: Le calendrier ne peut prédire le prochain téléversement de chapitre que sur la base des téléversements précédents. Certaines données peuvent ne pas être précises à 100% !
hi: कैलेंडर केवल पुरानी अपलोड के आधार पर अगली अध्याय अपलोड की भविष्यवाणी कर सकता है। कुछ डेटा 100% सटीक नहीं हो सकता है!
id: Kalender hanya dapat memprediksi unggahan bab berikutnya berdasarkan unggahan yang lebih lama. Beberapa data mungkin tidak 100% akurat!
it: Il calendario può solo prevedere il prossimo caricamento del capitolo in base ai caricamenti precedenti. Alcuni dati potrebbero non essere accurati al 100%!
ja: カレンダーは過去のアップロードに基づいて次のチャプターアップロードを予測できるだけです。一部のデータは100％正確ではない可能性があります！
pt: O calendário só pode prever o próximo upload de capítulo com base nos uploads anteriores. Alguns dados podem não ser 100% precisos!
th: ปฏิทินสามารถคาดการณ์การอัปโหลดตอนถัดไปได้ตามการอัปโหลดเก่า ข้อมูลบางส่วนอาจไม่แม่นยำ 100%!
tr: Takvim, bir sonraki bölüm yüklemesini yalnızca eski yüklemelere göre tahmin edebilir. Bazı veriler %100 doğru olmayabilir!

# in_n_day
source: in {days} day
ar: في {days} يوم
as: {days} দিনত
fr: dans {days} jour
hi: {days} दिन में
id: dalam {days} hari
it: tra {days} giorno
ja: {days}日後
pt: em {days} dia
th: ใน {days} วัน
tr: {days} gün içinde

# in_n_days
source: in {days} days
ar: في {days} أيام
as: {days} দিনত
fr: dans {days} jours
hi: {days} दिनों में
id: dalam {days} hari
it: tra {days} giorni
ja: {days}日後
pt: em {days} dias
th: ใน {days} วัน
tr: {days} gün içinde

source: Clear library
ar: مسح المكتبة
as: পুথিভঁৰাল পৰিষ্কাৰ কৰক
fr: Vider la bibliothèque
hi: लाइब्रेरी साफ़ करें
id: Bersihkan perpustakaan
it: Cancella libreria
ja: ライブラリをクリア
pt: Limpar biblioteca
th: ล้างห้องสมุด
tr: Kütüphaneyi temizle

# clear_library_desc
source: Choose to clear all manga, anime and/or novel entries
ar: اختر مسح جميع إدخالات المانجا والأنمي و/أو الرواية
as: সকলো মাংগা, এনিমে আৰু/বা উপন্যাস এণ্ট্ৰিসমূহ পৰিষ্কাৰ কৰিবলৈ নিৰ্বাচন কৰক
fr: Choisissez d'effacer toutes les entrées manga, anime et/ou roman
hi: सभी मंगा, एनीमे और/या उपन्यास प्रविष्टियों को साफ़ करने का चयन करें
id: Pilih untuk menghapus semua entri manga, anime dan/atau novel
it: Scegli di cancellare tutte le voci di manga, anime e/o novel
ja: すべてのマンガ、アニメ、および/または小説エントリをクリアする選択
pt: Escolha limpar todas as entradas de manga, anime e/ou novel
th: เลือกล้างรายการมังงะ, อนิเมะ และ/หรือ นิยายทั้งหมด
tr: Tüm manga, anime ve/veya roman girişlerini temizlemeyi seçin

# clear_library_input
source: Type 'manga', 'anime' and/or 'novel' (separated by a comma) to remove all related entries
ar: اكتب 'manga' و 'anime' و/أو 'novel' (مفصولة بفاصلة) لإزالة جميع الإدخالات ذات الصلة
as: সকলো সংশ্লিষ্ট এণ্ট্ৰিসমূহ আঁতৰাবলৈ 'manga', 'anime' আৰু/বা 'novel' টাইপ কৰক (কমাৰ দ্বাৰা পৃথক)
fr: Tapez 'manga', 'anime' et/ou 'novel' (séparés par une virgule) pour supprimer toutes les entrées associées
hi: सभी संबंधित प्रविष्टियों को हटाने के लिए 'manga', 'anime' और/या 'novel' टाइप करें (अल्पविराम से अलग)
id: Ketik 'manga', 'anime' dan/atau 'novel' (dipisahkan dengan koma) untuk menghapus semua entri terkait
it: Digita 'manga', 'anime' e/o 'novel' (separati da virgola) per rimuovere tutte le voci correlate
ja: すべての関連エントリを削除するには「manga」、「anime」、および/または「novel」と入力してください（カンマ区切り）
pt: Digite 'manga', 'anime' e/ou 'novel' (separados por vírgula) para remover todas as entradas relacionadas
th: พิมพ์ 'manga', 'anime' และ/หรือ 'novel' (คั่นด้วยเครื่องหมายจุลภาค) เพื่อลบรายการที่เกี่ยวข้องทั้งหมด
tr: İlgili tüm girişleri kaldırmak için 'manga', 'anime' ve/veya 'novel' yazın (virgülle ayrılmış)

source: Watch order
ar: ترتيب المشاهدة
as: চোৱাৰ ক্ৰম
fr: Ordre de visionnage
hi: देखने का क्रम
id: Urutan menonton
it: Ordine di visione
ja: 視聴順
pt: Ordem de visualização
th: ลำดับการดู
tr: İzleme sırası

source: Sequels
ar: الأجزاء التالية
as: ছিক্বেলসমূহ
fr: Suites
hi: सीक्वल
id: Sekuel
it: Sequel
ja: 続編
pt: Sequências
th: ภาคต่อ
tr: Devam filmleri

# recommendations_similarity
source: Similarity:
ar: التشابه:
as: সাদৃশ্য:
fr: Similarité :
hi: समानता:
id: Kesamaan:
it: Similarità:
ja: 類似度：
pt: Similaridade:
th: ความคล้ายคลึง:
tr: Benzerlik:
