Repository: kodjodevf/mangayomi
Catalog: lib/l10n/app_*.arb
Languages: ar, as, fr, hi, id, it, ja, pt, th, tr

# page_preload_amount_subtitle
source: The amount of pages to preload when reading. Higher values will result in a smoother reading experience, at the cost of higher cache and network usage.
ar: عدد الصفحات التي يتم تحميلها مسبقاً أثناء القراءة. القيم الأعلى توفر تجربة قراءة أكثر سلاسة، ولكنها تتطلب استخدام أكبر للذاكرة المؤقتة والشبكة.
as: পঢ়াৰ সময়ত প্ৰিলোড কৰিবলগীয়া পৃষ্ঠাৰ পৰিমাণ। অধিক মানে মসৃণ পঢ়াৰ অভিজ্ঞতা, কিন্তু কেশ্ব আৰু নেটৱৰ্কৰ ব্যৱহাৰ বেছি হ’ব।
fr: Le nombre de pages à précharger pendant la lecture. De plus grandes valeurs rendront la lecture plus fluide au coût d'un plus grand cache et d'une plus grande utilisation de données.
hi: पढ़ते समय प्रीलोड करने वाले पेजों की मात्रा। उच्च मानों से पढ़ने का अनुभव बेहतर होगा, लेकिन कैश और नेटवर्क उपयोग अधिक होगा।
id: Jumlah halaman yang akan dimuat sebelumnya saat membaca. Nilai yang lebih tinggi akan menghasilkan pengalaman membaca yang lebih lancar, dengan biaya penggunaan cache dan jaringan yang lebih tinggi.
it: Il numero di pagine da precaricare durante la lettura. Valori più alti risultano in un'esperienza di lettura più fluida, a costo di un maggiore uso di cache e di rete.
pt: A quantidade de páginas a serem pré-carregadas durante a leitura. Valores mais altos resultarão em uma experiência de leitura mais suave, mas aumentam o uso de cache e rede.
th: จำนวนหน้าที่จะโหลดไว้ล่วงหน้าเมื่ออ่าน ค่าที่สูงจะส่งผลให้ประสบการณ์การอ่านไหลลื่นยิ่งขึ้น โดยใช้แคชและเครือข่ายที่มากขึ้น
tr: Okurken ön yüklenen sayfa miktarı. Daha yüksek değerler, daha yüksek önbellek ve ağ kullanımı pahasına daha pürüzsüz bir okuma deneyimi sağlar.

# image_loading_error
source: This image couldn't be loaded
ar: تعذر تحميل هذه الصورة
as: এই ছবি লোড কৰিব পৰা নগ’ল
fr: L'image n'a pas pu être chargée
hi: यह छवि लोड नहीं हो सकी
id: Gambar ini tidak dapat dimuat
it: Questa immagine non può essere caricata
pt: Esta imagem não pôde ser carregada
th: ไม่สามารถโหลดรูปภาพนี้ได้
tr: Bu resim yüklenemedi

source: Add Episodes
ar: إضافة حلقات
as: খণ্ড যোগ কৰক
fr: Ajouter Épisodes
hi: एपिसोड जोड़ें
id: Tambah Episode
it: Aggiungi episodi
pt: Adicionar Episódios
th: เพิ่มตอน
tr: Bölümler Ekle

# video_quality
source: Quality
ar: الجودة
as: গুণ
fr: Qualité
hi: गुणवत्ता
id: Kualitas
it: Qualità
pt: Qualidade
th: คุณภาพ
tr: Kalite

# video_subtitle
source: Subtitle
ar: الترجمة
as: উপশিৰোনাম
fr: Sous-titre
hi: उपशीर्षक
it: Sottotitolo
pt: Legenda
th: คำบรรยาย
tr: Altyazı

source: Check for extension updates
ar: البحث عن تحديثات الامتداد
as: এক্সটেনশন আপডেটৰ বাবে পৰীক্ষা কৰক
fr: Vérifier les mise à jour d'extensions
hi: एक्सटेंशन अपडेट की जाँच करें
id: Periksa pembaruan ekstensi
it: Verifica aggiornamenti estensione
pt: Verificar atualizações de extensão
th: ตรวจสอบการอัพเดทส่วนขยาย
tr: Uzantı güncellemelerini kontrol et

# auto_extensions_updates
source: Auto extension updates
ar: تحديثات الامتداد التلقائية
as: স্বয়ংক্ৰিয় এক্সটেনশন আপডেট
fr: Mises à jour auto des extensions
hi: स्वचालित एक्सटेंशन अपडेट
id: Pembaruan ekstensi otomatis
it: Aggiornamenti automatici delle estensioni
pt: Atualizações automáticas de extensões
th: อัพเดทส่วนขยายอัตโนมัติ
tr: Otomatik Uzantı Güncellemeleri

# auto_extensions_updates_subtitle
source: Will automatically update the extension when a new version is available.
ar: سيتم تحديث الامتداد تلقائياً عند توفر إصدار جديد.
as: নতুন সংস্কৰণ উপলব্ধ হ’লে এক্সটেনশন স্বয়ংক্ৰিয়ভাৱে আপডেট কৰিব।
fr: Mettra automatiquement à jour l'extension lorsqu'une nouvelle version est disponible.
hi: जब नया संस्करण उपलब्ध होगा तो एक्सटेंशन स्वचालित रूप से अपडेट हो जाएगा।
id: Akan secara otomatis memperbarui ekstensi ketika versi baru tersedia.
it: Aggiorna automaticamente l'estensione quando è disponibile una nuova versione.
pt: Atualizará automaticamente a extensão quando uma nova versão estiver disponível.
th: จะทำการอัพเดทส่วนขยายเมื่อมีเวอร์ชั่นใหม่พร้อมใช้งานโดยอัตโนมัติ
tr: Yeni bir sürümü mevcut olduğunda uzantıyı otomatik olarak günceller.

# check_for_app_updates
source: Check for app updates on startup
ar: تحقق من تحديثات التطبيق عند بدء التشغيل
as: ষ্টাৰ্টআপত এপ আপডেট পৰীক্ষা কৰক
fr: Vérifier les mises à jour de l'application au démarrage
hi: स्टार्टअप पर ऐप अपडेट जांचें
id: Periksa pembaruan aplikasi saat mulai
it: Controlla gli aggiornamenti dell'app all'avvio
ja: 起動時にアプリ更新を確認
pt: Verificar atualizações da aplicação ao iniciar
th: ตรวจสอบการอัปเดตแอปเมื่อเริ่มต้น
tr: Uygulama başlatıldığında güncellemeleri kontrol et

source: Reading mode
ar: وضع القراءة
as: পঢ়াৰ মোড
fr: Mode de lecture
hi: पढ़ने का मोड
id: Mode membaca
it: Modalità di lettura
pt: Modo de leitura
th: โหมดการอ่าน
tr: Okuma Modu

source: Custom filter
ar: فلتر مخصص
as: কাষ্টম ফিল্টাৰ
fr: Filtre personnalisé
hi: कस्टम फ़िल्टर
id: Filter khusus
it: Filtro personalizzato
pt: Filtro personalizado
th: ตัวกรองที่กำหนดเอง
tr: Özel Filtre

source: Background color
ar: لون الخلفية
as: পটভূমিৰ ৰং
fr: Couleur de fond
hi: पृष्ठभूमि रंग
id: Warna latar belakang
it: Colore di sfondo
ja: 背景色
pt: Cor de fundo
th: สีพื้นหลัง
tr: Arka Plan Rengi

source: White
ar: أبيض
as: বগা
fr: Blanc
hi: सफेद
id: Putih
it: Bianco
pt: Branco
th: ขาว
tr: Beyaz

source: Black
ar: أسود
as: ক’লা
fr: Noir
hi: काला
id: Hitam
it: Nero
pt: Preto
th: ดำ
tr: Siyah

source: Grey
ar: رمادي
as: ধূসৰ
fr: Gris
hi: ग्रे
id: Abu-abu
it: Grigio
pt: Cinza
th: เท่า
tr: Gri

# automaic
source: Automatic
ar: تلقائي
as: স্বয়ংক্ৰিয়
fr: Automatique
hi: स्वचालित
id: Otomatis
it: Automatico
pt: Automático
th: อัตโนมัติ
tr: Otomatik

source: Preferred Domain
ar: النطاق المفضل
as: পছন্দৰ ড’মেইন
fr: Domaine préféré
hi: पसंदीदा डोमेन
id: Domain pilihan
it: Dominio preferito
pt: Domínio preferencial
th: อิงตามโดเมน
tr: Tercih Edilen Alan

source: Load More
ar: تحميل المزيد
as: অধিক লোড কৰক
fr: Charger plus
hi: और लोड करें
id: Muat lebih banyak
it: Carica altri
pt: Carregar mais
th: โหลดเพิ่ม
tr: Daha Fazla Yükle

source: Cancel all for this series
ar: إلغاء الكل لهذه السلسلة
as: এই শৃংখলাৰ সকলো বাতিল কৰক
fr: Tout annuler pour cette serie
hi: इस सीरीज़ के लिए सभी रद्द करें
id: Batalkan semua untuk seri ini
it: Annulla tutto per questa serie
pt: Cancelar tudo para esta série
th: ยกเลิกซีรี่ย์ทั้งหมดนี้
tr: Bu Seri İçin Tümünü İptal Et

source: Login
ar: تسجيل الدخول
as: লগইন
fr: Connexion
hi: लॉगिन
id: Masuk
it: Accedi
pt: Entrar
th: เข้าสู่ระบบ
tr: Giriş Yap

# login_into
source: Login into {tracker}
ar: تسجيل الدخول إلى {tracker}
as: {tracker} ত লগইন কৰক
fr: Connexion à {tracker}
hi: {tracker} में लॉगिन करें
id: Masuk ke {tracker}
it: Accedi a {tracker}
pt: Entrar em {tracker}
th: เข้าสู่ระบบของ {tracker}
tr: {tracker} Oturum Aç

# email_adress
source: Email Address
ar: عنوان البريد الإلكتروني
as: ইমেইল ঠিকনা
fr: Adresse couriel
hi: ईमेल पता
id: Alamat Email
it: Indirizzo email
pt: Endereço de Email
th: ที่อยู่อีเมล์
tr: E-posta Adresi

source: Password
ar: كلمة المرور
as: পাছৱৰ্ড
fr: Mot de passe
hi: पासवर्ड
id: Kata Sandi
pt: Senha
th: รหัสผ่าน
tr: Şifre

# log_out_from
source: Log out from {tracker}?
ar: هل تريد تسجيل الخروج من {tracker}؟
as: {tracker} ৰ পৰা লগ আউট কৰিব নে?
fr: Se déconnecter de {tracker} ?
hi: {tracker} से लॉग आउट करें?
id: Keluar dari {tracker}?
it: Esci da {tracker}?
pt: Sair de {tracker}?
th: ออกจากระบบของ {tracker}?
tr: {tracker} Oturumu Kapat?

source: Log out
ar: تسجيل الخروج
as: লগ আউট
fr: Se déconnecter
hi: लॉग आउट
id: Keluar
it: Esci
pt: Sair
th: ออกจากระบบ
tr: Oturumu Kapat

source: Update pending
ar: تحديث معلق
as: আপডেট বাকী আছে
fr: Mises à jour en attente
hi: अपडेट लंबित
id: Pembaruan tertunda
it: Aggiornamento in attesa
pt: Atualização pendente
th: กำลังรออัพเดท
tr: Güncelleme Bekleniyor

source: Update all
ar: تحديث الكل
as: সকলো আপডেট কৰক
fr: Tout mettre à jour
hi: सभी अपडेट करें
id: Perbarui semua
it: Aggiorna tutto
pt: Atualizar tudo
th: อัพเดททั้งหมด
tr: Tümünü Güncelle

source: Backup and restore
ar: النسخ الاحتياطي والاستعادة
as: বেকআপ আৰু পুনৰুদ্ধাৰ
fr: Sauvegarder et restaurer
hi: बैकअप और पुनर्स्थापना
id: Cadangan dan Pulihkan
it: Backup e ripristino
ja: バックアップと復元
pt: Backup e restauração
th: การสำรองและกู้คืน
tr: Yedekle ve Geri Yükle

source: Create backup
ar: إنشاء نسخة احتياطية
as: বেকআপ সৃষ্টি কৰক
fr: Créer une sauvegarde
hi: बैकअप बनाएँ
id: Buat cadangan
it: Crea backup
ja: バックアップを作成
pt: Criar backup
th: สร้างการสำรอง
tr: Yedek Oluştur

# create_backup_dialog_title
source: What do you want to backup?
ar: ما الذي ترغب في أخذ نسخة احتياطية منه؟
as: আপুনি কি বেকআপ কৰিব বিচাৰে?
fr: Que voulez-vous sauvegarder ?
hi: आप क्या बैकअप करना चाहते हैं?
id: Apa yang ingin Anda cadangkan?
it: Cosa vuoi eseguire il backup?
pt: O que você quer fazer backup?
th: คุณต้องการสำรองอะไรบ้าง?
tr: Ne yedeklemek istiyorsun?

# create_backup_subtitle
source: Can be used to restore current library
ar: يمكن استخدامها لاستعادة المكتبة الحالية
as: বৰ্তমানৰ পুথিভঁৰাল পুনৰুদ্ধাৰৰ বাবে ব্যৱহাৰ কৰিব পাৰি
fr: Peut être utilisé pour restaurer la bibliothèque actuelle
hi: वर्तमान पुस्तकालय को पुनर्स्थापित करने के लिए उपयोग किया जा सकता है
id: Dapat digunakan untuk memulihkan perpustakaan saat ini
it: Può essere utilizzato per ripristinare la libreria corrente
pt: Pode ser usado para restaurar a biblioteca atual
th: สามารถใช้ในการกู้คืนชั้นหนังสือปัจจุบัน
tr: Mevcut kütüphaneyi geri yüklemek için kullanılabilir

source: Restore backup
ar: استعادة النسخة الاحتياطية
as: বেকআপ পুনৰুদ্ধাৰ
fr: Restaurer une sauvegarde
hi: बैकअप पुनर्स्थापित करें
id: Pulihkan cadangan
it: Ripristina backup
ja: バックアップを復元
pt: Restaurar backup
th: กู้คืนการสำรอง
tr: Yedeği Geri Yükle

# restore_backup_subtitle
source: Restore library from backup file
ar: استعادة المكتبة من ملف النسخة الاحتياطية
as: বেকআপ ফাইলৰ পৰা পুথিভঁৰাল পুনৰুদ্ধাৰ কৰক
fr: Restaurer la bibliothèque à partir d'un fichier de sauvegarde
hi: बैकअप फ़ाइल से पुस्तकालय पुनर्स्थापित करें
id: Pulihkan perpustakaan dari berkas cadangan
it: Ripristina la libreria dal file di backup
pt: Restaurar biblioteca de arquivo de backup
th: กู้คืนชั้นหนังสือจากไฟล์สำรอง
tr: Yedek dosyasından kütüphaneyi geri yükle

source: Automatic backups
ar: النسخ الاحتياطي التلقائي
as: স্বয়ংক্ৰিয় বেকআপ
fr: Sauvegardes automatiques
hi: स्वचालित बैकअप
id: Cadangan otomatis
it: Backup automatici
pt: Backups automáticos
th: สำรองอัตโนมัติ
tr: Otomatik Yedeklemeler

source: Backup frequency
ar: تكرار النسخ الاحتياطي
as: বেকআপৰ কম্পাঙ্ক
fr: Fréquence de sauvegarde
hi: बैकअप आवृत्ति
id: Frekuensi cadangan
it: Frequenza di backup
pt: Frequência de backup
th: ความถี่การสำรอง
tr: Yedekleme Sıklığı

source: Backup location
ar: موقع النسخ الاحتياطي
as: বেকআপৰ স্থান
fr: Dossier de sauvegarde
hi: बैकअप स्थान
id: Lokasi cadangan
it: Posizione del backup
pt: Local de backup
th: ตำแหน่งจัดเก็บไฟล์สำรอง
tr: Yedekleme Konumu

source: Backup options
ar: خيارات النسخ الاحتياطي
as: বেকআপৰ বিকল্প
fr: Options de sauvegarde
hi: बैकअप विकल्प
id: Opsi cadangan
it: Opzioni di backup
pt: Opções de backup
th: ตัวเลือกการสำรอง
tr: Yedekleme Seçenekleri

# backup_options_dialog_title
source: What do you want to backup?
ar: ما الذي ترغب في أخذ نسخة احتياطية منه؟
as: আপুনি কি বেকআপ কৰিব বিচাৰে?
fr: Que voulez-vous sauvegarder ?
hi: आप क्या बैकअप करना चाहते हैं?
id: Apa yang ingin Anda cadangkan?
it: Cosa vuoi eseguire il backup?
pt: O que você quer fazer backup?
th: คุณต้องการสำรองอะไรบ้าง?
tr: Ne yedeklemek istiyorsun?

# backup_options_subtitle
source: What information to include in the backup file?
ar: المعلومات التي يجب تضمينها في ملف النسخة الاحتياطية
as: বেকআপ ফাইলত কি তথ্য অন্তৰ্ভুক্ত কৰিব
fr: Quelle information inclure dans le fichier de sauvegarde
hi: बैकअप फ़ाइल में क्या जानकारी शामिल करनी है
id: Informasi apa yang akan disertakan dalam berkas cadangan
it: Quali informazioni includere nel file di backup
pt: Que informações incluir no arquivo de backup
th: ข้อมูลอะไรบ้างที่ต้องการรวมไว้ในไฟล์สำรอง
tr: Yedek dosyasına hangi bilgilerin dahil edileceği

# backup_and_restore_warning_info
source: You should keep copies of backups in other places as well
ar: يجب الاحتفاظ بنسخ من النسخ الاحتياطية في أماكن أخرى كذلك
as: আপুনি বেকআপৰ কপি অন্য ঠাইতো ৰাখিব লাগে
fr: Vous devez égalemement conserver des copies des sauvegardes à d'atures endroits
hi: आपको बैकअप की प्रतियां अन्य स्थानों पर भी रखनी चाहिए
id: Anda harus menyimpan salinan cadangan di tempat lain juga
it: È consigliabile conservare copie dei backup in altri luoghi
pt: Você deve manter cópias dos backups em outros lugares também
th: คุณควรเก็บสำเนาไฟล์สำรองไว้ที่อื่นด้วย
tr: Yedeklerin başka yerlerde de kopyalarını tutmalısınız

source: Library entries
ar: مدخلات المكتبة
as: পুথিভঁৰালৰ এণ্ট্ৰি
fr: Entrées de la bibliothèque
hi: पुस्तकालय प्रविष्टियाँ
id: Entri perpustakaan
it: Voci della libreria
pt: Entradas da biblioteca
th: รายการชั้นหนังสือ
tr: Kütüphane Girişleri

source: Chapters and episode
ar: الفصول والحلقات
as: অধ্যায় আৰু খণ্ড
fr: Chapitres et épisodes
hi: अध्याय और एपिसोड
id: Bab dan episode
it: Capitoli ed episodi
pt: Capítulos e episódios
th: ตอน
tr: Bölümler ve Bölüm

source: Every 6 hours
ar: كل 6 ساعات
as: প্ৰতি ৬ ঘণ্টা
fr: Toutes les 6 heures
hi: हर 6 घंटे
id: Setiap 6 jam
it: Ogni 6 ore
pt: A cada 6 horas
th: ทุก 6 ชั่วโมง
tr: Her 6 Saatte Bir

source: Every 12 hours
ar: كل 12 ساعة
as: প্ৰতি ১২ ঘণ্টা
fr: Toutes les 12 heures
hi: हर 12 घंटे
id: Setiap 12 jam
it: Ogni 12 ore
pt: A cada 12 horas
th: ทุก 12 ชั่วโมง
tr: Her 12 Saatte Bir

source: Daily
ar: يومياً
as: দৈনিক
fr: Tous les jours
hi: दैनिक
id: Setiap hari
it: Giornaliero
pt: Diariamente
th: ทุกวัน
tr: Günlük

source: Every 2 days
ar: كل يومين
as: প্ৰতি ২ দিন
fr: Tous les 2 jours
hi: हर 2 दिन
id: Setiap 2 hari
it: Ogni 2 giorni
pt: A cada 2 dias
th: ทุก 2 วัน
tr: Her 2 Günde Bir

source: Weekly
ar: أسبوعياً
as: সাপ্তাহিক
fr: Chaque semaine
hi: साप्ताहिक
id: Mingguan
it: Settimanale
pt: Semanalmente
th: ทุกสัปดาห์
tr: Haftalık

# restore_backup_warning_title
source: Restoring a backup will overwrite all existing data. Continue restoring?
ar: استعادة النسخة الاحتياطية ستؤدي إلى الكتابة فوق جميع البيانات الحالية. هل تريد الاستمرار في الاستعادة؟
as: বেকআপ পুনৰুদ্ধাৰে সকলো বিদ্যমান তথ্য ওভাৰৰাইট কৰিব। পুনৰুদ্ধাৰ অব্যাহত ৰাখিব নে?
fr: La restauration d'une sauvegarde écrasera toutes les données existantes. Continuer la restauration ?
hi: बैकअप पुनर्स्थापित करने से सभी मौजूदा डेटा अधिलेखित हो जाएगा। पुनर्स्थापना जारी रखें?
id: Memulihkan cadangan akan menimpa semua data yang ada. Lanjutkan pemulihan?
it: Ripristinare un backup sovrascriverà tutti i dati esistenti. Continuare il ripristino?
pt: Restaurar um backup sobrescreverá todos os dados existentes. Continuar restaurando?
th: การคืนค่าข้อมูลสำรองจะเขียนทับข้อมูลที่มีอยู่ทั้งหมด ต้องการคืนค่าต่อหรือไม่
tr: Bir yedeği geri yüklemek mevcut tüm verilerin üzerine yazacaktır. Geri yüklemeye devam et?

source: Services
ar: الخدمات
as: সেৱা
hi: सेवाएँ
id: Layanan
it: Servizi
pt: Serviços
th: บริการ
tr: Hizmetler

# tracking_warning_info
source: One-way sync to update the chapter progress in tracking services. Set up tracking for individual entries from their tracking button.
ar: مزامنة في اتجاه واحد لتحديث تقدم الفصول في خدمات التتبع. قم بإعداد التتبع لكل مدخل على حدة من خلال زر التتبع الخاص به.
as: ট্ৰেকিং সেৱাত অধ্যায়ৰ প্ৰগতি আপডেট কৰিবলৈ একমুখী ছিংক। পৃথক এণ্ট্ৰিৰ বাবে ট্ৰেকিং তেওঁলোকৰ ট্ৰেকিং বুটামৰ পৰা ছেট আপ কৰক।
fr: Synchronisation à sens unique pour mettre à jour la progression du chapitre dans les services de suivi. Configurez le suivi des entrées individuelles à partir de leur boutton de suivi.
hi: ट्रैकिंग सेवाओं में अध्याय प्रगति को अपडेट करने के लिए एकतरफा समन्वय। व्यक्तिगत प्रविष्टियों के लिए ट्रैकिंग सेट करें।
id: Sinkronisasi satu arah untuk memperbarui kemajuan bab dalam layanan pelacakan. Atur pelacakan untuk entri individu dari tombol pelacakannya.
it: Sincronizzazione unidirezionale per aggiornare il progresso dei capitoli nei servizi di tracciamento. Imposta il tracciamento per le singole voci dal loro pulsante di tracciamento.
pt: Sincronização unidirecional para atualizar o progresso do capítulo em serviços de rastreamento. Configure o rastreamento para entradas individuais a partir de seu botão de rastreamento.
th: การซิงค์ทางเดียวจะอัพเดทความคืบหน้าบทในบริการการติดตาม กำหนเาค่าการติดตั้งสำหรับรายบุคคลจากปุ่มการติดตามS
tr: İzleme hizmetlerinde bölüm ilerlemesini güncellemek için tek yönlü senkronizasyon. Bireysel girişler için izlemeyi, izleme düğmesinden ayarlayın.

source: Use page tap zones
ar: استخدام مناطق النقر في الصفحة
as: পৃষ্ঠা টেপ জ’ন ব্যৱহাৰ কৰক
fr: Utiliser les zones tactiles
hi: पेज टैप ज़ोन का उपयोग करें
id: Gunakan zona ketukan halaman
it: Usa zone di tocco pagina
pt: Usar zonas de toque de página
th: ใช้โซนการแตะหน้า
tr: Sayfa Dokunma Bölgelerini Kullan

source: Manage trackers
ar: إدارة أدوات التتبع
as: ট্ৰেকাৰ পৰিচালনা কৰক
fr: Gérer les suivis
hi: ट्रैकर्स प्रबंधित करें
id: Kelola pelacak
it: Gestisci tracciatori
pt: Gerenciar rastreadores
th: จัดการการติดตาม
tr: İzleyicileri Yönet

source: Restore
ar: استعادة
as: পুনৰুদ্ধাৰ
fr: Restaurer
hi: पुनर्स्थापित करें
id: Pulihkan
it: Ripristina
ja: 復元
pt: Restaurar
th: กู้คืน
tr: Geri Yükle

source: Backups
ar: النسخ الاحتياطية
as: বেকআপ
fr: Sauvegardes
hi: बैकअप
id: Cadangan
it: Backup
th: สำรอง
tr: Yedekler

source: By scanlator
ar: حسب المترجم
as: স্কেনলেটৰ অনুসৰি
fr: Par traducteur
hi: स्कैनलेटर के अनुसार
id: Oleh scanlator
it: Per scanlator
pt: Por scanlator
th: โดยกลุ่มสแกน
tr: Taramacıya Göre

source: By name
ar: حسب الاسم
as: নাম অনুসৰি
fr: Par nom
hi: नाम के अनुसार
id: Berdasarkan nama
it: Per nome
pt: Por nome
th: โดยชื่อ
tr: İsme Göre

source: Installed
ar: مثبت
as: ইনষ্টল কৰা
fr: Installé
hi: स्थापित
id: Terpasang
it: Installato
ja: インストール済み
pt: Instalado
th: ติดตั้งแล้ว
tr: Yüklendi

source: Auto scroll
ar: التمرير التلقائي
as: স্বয়ংক্ৰিয় স্ক্ৰ'ল
fr: Défilement automatique
hi: स्वचालित स्क्रॉल
id: Gulir otomatis
it: Scorrimento automatico
ja: 自動スクロール
pt: Auto rolagem
th: เลื่อนอัตโนมัติ
tr: Otomatik Kaydırma

# video_audio
source: Audio
ar: الصوت
as: অডিঅ'
hi: ऑडियो
ja: オーディオ
pt: Áudio
th: เสียง
tr: Ses

source: Player
ar: لاعب
as: প্লেয়াৰ
fr: Lecteur
hi: प्लेयर
id: Pemain
it: Giocatore
ja: プレーヤー
pt: Jogador
th: ตัวเล่น
tr: Oyuncu

# markEpisodeAsSeenSetting
source: At what point to mark the episode as seen
ar: في أي نقطة لوضع علامة على الحلقة كمشاهدة
as: খণ্ডটো কেতিয়া দেখা বুলি চিহ্নিত কৰিব
fr: À quel moment marquer l'épisode comme vu
hi: एपिसोड को कब देखा गया के रूप में चिह्नित करना है
id: Pada titik mana menandai episode sebagai terlihat
it: In quale momento contrassegnare l'episodio come visto
ja: エピソードを視聴済みにするタイミング
pt: Em que ponto marcar o episódio como visto
th: กำหนดจุดที่จะทำเครื่องหมายตอนว่าดูแล้ว
tr: Bölümün izlendiği olarak işaretleneceği nokta

source: Default Skip intro length
ar: طول تخطي المقدمة الافتراضي
as: ডিফল্ট ইনট্ৰ' এৰি দিয়াৰ দৈৰ্ঘ্য
fr: Longueur par défaut du passage de l'intro
hi: डिफ़ॉल्ट परिचय छोड़ने की अवधि
id: Panjang lewati intro default
it: Durata predefinita per saltare l'introduzione
ja: デフォルトイントロスキップ長
pt: Duração padrão para pular a introdução
th: ค่าพื้นฐานความยาวการเข้าอินโทร
tr: Varsayılan Giriş Atla süresi

source: Default Playback speed length
ar: طول سرعة التشغيل الافتراضية
as: ডিফল্ট প্লেবেক গতিৰ দৈৰ্ঘ্য
fr: Longueur par défaut de la vitesse de lecture
hi: डिफ़ॉल्ट प्लेबैक गति अवधि
id: Panjang kecepatan pemutaran default
it: Durata predefinita per la velocità di riproduzione
ja: デフォルト再生速度長
pt: Duração padrão da velocidade de reprodução
th: ค่าพื้นฐานความยาวความเร็วการเล่น
tr: Varsayılan Oynatma hızı süresi

source: Update progress after reading
ar: تحديث التقدم بعد القراءة
as: পঢ়াৰ পিছত প্ৰগতি আপডেট কৰক
fr: Synchroniser la progression après lecture
hi: पढ़ने के बाद प्रगति अपडेट करें
id: Perbarui kemajuan setelah membaca
it: Aggiorna il progresso dopo aver letto
ja: 読後にプログレスを更新
pt: Atualizar progresso após a leitura
th: อัพเดทความคืบหน้าหลังอ่าน
tr: Okuduktan Sonra İlerlemeyi Güncelle

source: No sources installed!
ar: لم يتم تثبيت مصادر!
as: কোনো উৎস ইনষ্টল কৰা নাই!
fr: Aucune source installée !
hi: कोई स्रोत स्थापित नहीं है!
id: Tidak ada sumber yang terpasang!
it: Nessuna fonte installata!
ja: ソースがインストールされていません！
pt: Nenhuma fonte instalada!
th: ยังไม่มีแหล่งใดถูกติดตั้ง!
tr: Hiçbir kaynak yüklü değil!

source: Show extensions
ar: عرض الإضافات
as: এক্সটেনশন দেখুৱাওক
fr: Afficher les extensions
hi: एक्सटेंशन दिखाएँ
id: Tampilkan ekstensi
it: Mostra estensioni
ja: 拡張機能を表示
pt: mostrar extensões
th: แสดงส่วนขยาย
tr: uzantıları göster

source: Default skip forward skip length
ar: طول التخطي الافتراضي للأمام
as: ডিফল্ট স্কিপ ফৰৱাৰ্ড স্কিপ দৈৰ্ঘ্য
fr: Longueur de saut par défaut
hi: डिफ़ॉल्ट स्किप फॉरवर्ड स्किप लंबाई
id: Panjang lompatan maju default
it: Lunghezza predefinita del salto in avanti
ja: デフォルトスキップフォワードスキップ長
pt: Comprimento padrão do salto para frente
th: ค่าพื้นฐานความยาวการข้ามไปข้างหน้า
tr: Varsayılan ileri atlama atlama uzunluğu

# aniskip_requires_info
source: AniSkip requires the anime to be tracked with MAL or Anilist to work.
ar: AniSkip يتطلب تتبع الأنمي باستخدام MAL أو Anilist للعمل.
as: AniSkip কাম কৰিবলৈ এনিমে MAL বা Anilistৰ সৈতে ট্ৰেক কৰা হ'ব লাগিব।
fr: AniSkip nécessite que l'anime soit suivi sur MAL ou Anilist pour fonctionner.
hi: AniSkip को काम करने के लिए एनीमे को MAL या Anilist के साथ ट्रैक किया जाना चाहिए।
id: AniSkip memerlukan informasi anime dilacak dengan MAL atau Anilist untuk berfungsi.
it: AniSkip richiede che l'anime sia tracciato con MAL o Anilist per funzionare.
ja: AniSkipを機能させるには、アニメをMALまたはAnilistで追跡する必要があります。
pt: AniSkip requer que o anime seja rastreado com o MAL ou Anilist para funcionar.
th: AniSkip จำเป็นต้องใช้การติดตามอนิเมะ MAL หรือ Anilist เพื่อใช้งาน
tr: AniSkip, çalışması için animenin MAL veya Anilist ile takip edilmesini gerektirir.

source: Enable AniSkip
ar: تمكين AniSkip
as: AniSkip সক্ষম কৰক
fr: Activer AniSkip
hi: AniSkip सक्षम करें
id: Aktifkan AniSkip
it: Abilita AniSkip
ja: AniSkipを有効化
pt: Ativar AniSkip
th: เปิดใช้ AniSkip
tr: AniSkip'i Etkinleştir

source: Enable auto skip
ar: تمكين التخطي التلقائي
as: স্বয়ংক্ৰিয় স্কিপ সক্ষম কৰক
fr: Activer le saut automatique
hi: स्वचालित स्किप सक्षम करें
id: Aktifkan pengabaian otomatis
it: Abilita l'auto-skip
ja: 自動スキップを有効化
pt: Ativar auto skip
th: เปิดการข้ามอัตโนมัติ
tr: Otomatik Atla'yı Etkinleştir

# aniskip_button_timeout
source: Button timeout
ar: مهلة زر
as: বুটাম টাইমআউট
fr: Délai du bouton
hi: बटन टाइमआउट
id: Timeout tombol
it: Timeout del pulsante
ja: ボタンタイムアウト
pt: Tempo limite do botão
th: ปุ่มหมดเวลา
tr: Düğme Zaman Aşımı

source: Fullscreen
ar: شاشة كاملة
as: সম্পূৰ্ণ স্ক্ৰীন
fr: Plein écran
hi: पूर्ण स्क्रीन
id: Layar Penuh
it: Schermo intero
ja: フルスクリーン
pt: Tela cheia
th: เต็มจอ
tr: Tam ekran

source: Update library
ar: تحديث المكتبة
as: পুথিভঁৰাল আপডেট কৰক
fr: Mettre à jour la bibliothèque
hi: लाइब्रेरी अपडेट करें
id: Perbarui perpustakaan
it: Aggiorna libreria
ja: ライブラリを更新
pt: Atualizar biblioteca
th: อัพเดทชั้นหนังสือ
tr: Kütüphaneyi güncelle

# updating_library
source: Updating library ({cur} / {max}) - Failed: {failed}
ar: جاري تحديث المكتبة ({max} / {cur}) - فشل: {failed}
as: পুথিভঁৰাল আপডেট কৰি আছে ({cur} / {max}) - বিফল: {failed}
fr: Mise à jour de la bibliothèque ({cur} / {max}) - Échec: {failed}
hi: लाइब्रेरी अपडेट हो रही है ({cur} / {max}) - विफल: {failed}
id: Memperbarui perpustakaan ({cur} / {max}) - Gagal: {failed}
it: Aggiornamento della libreria ({cur} / {max}) - Fallito: {failed}
ja: ライブラリを更新中 ({cur} / {max}) - 失敗: {failed}
pt: Atualizando biblioteca ({cur} / {max}) - Falha: {failed}
th: กำลังอัพเดทชั้นหนังสือ ({cur} / {max}) - ล้มเหลว: {failed}
tr: Kütüphaneyi güncelleme ({cur} / {max}) - Başarısız: {failed}

source: Next chapter
ar: الفصل التالي
as: পৰৱৰ্তী অধ্যায়
fr: Chapitre suivant
hi: अगला अध्याय
id: Berikutnya bab
it: Capitolo successivo
ja: 次のチャプター
pt: Próximo capítulo
th: ตอนถัดไป
tr: Sonraki bölüm
