Repository: kodjodevf/mangayomi
Catalog: lib/l10n/app_*.arb
Languages: ar, as, fr, hi, id, it, ja, pt, th, tr

source: Crop borders
ar: قص الحواف
as: সীমা কাটক
fr: Rogner les bordures
hi: किनारों को काटें
id: Potong Batas
it: Taglia bordi
ja: 境界をトリミング
pt: Cortar bordas
th: ตัดขอบ
tr: Kenarları Kırp

source: Downloads
ar: التحميلات
as: ডাউনলোড
fr: Téléchargements
hi: डाउनलोड
id: Unduhan
it: Download
ja: ダウンロード
th: ดาวน์โหลด
tr: İndirilenler

# downloads_subtitle
source: Downloads settings
ar: إعدادات التحميل
as: ডাউনলোড ছেটিং
fr: Paramètres de téléchargement
hi: डाउनलोड सेटिंग्स
id: Pengaturan Unduhan
it: Impostazioni download
pt: Configurações de download
th: ตั้งค่าการดาวน์โหลด
tr: İndirme ayarları

source: Download location
ar: موقع التحميل
as: ডাউনলোডৰ স্থান
fr: Répertoire de téléchargement
hi: डाउनलोड स्थान
id: Lokasi Unduhan
it: Posizione download
ja: ダウンロード場所
pt: Local de download
th: ตำแหน่งดาวน์โหลด
tr: İndirme Yeri

source: Custom location
ar: موقع مخصص
as: কাষ্টম স্থান
fr: Répertoire personnalisé
hi: कस्टम स्थान
id: Lokasi Khusus
it: Posizione personalizzata
pt: Local personalizado
th: ตำแหน่งที่กำหนดเอง
tr: Özel Yer

source: Only on wifi
ar: فقط على الواي فاي
as: কেৱল ৱাই-ফাইত
fr: Uniquement en Wi-Fi
hi: केवल वाईफाई पर
id: Hanya di Wi-Fi
it: Solo su wifi
ja: Wi-Fiのみ
pt: Somente em wifi
th: เมื่อใช้ไวไฟเท่านั้น
tr: Sadece Wifi Üzerinde

source: Save as CBZ archive
ar: حفظ كأرشيف CBZ
as: CBZ আৰ্কাইভ হিচাপে সাঁচক
fr: Enregistrer comme archive CBZ
hi: सीबीजेड आर्काइव के रूप में सहेजें
id: Simpan sebagai Arsip CBZ
it: Salva come archivio CBZ
pt: Salvar como arquivo CBZ
th: จัดเก็บเป็น CBZ
tr: CBZ Arşivi Olarak Kaydet

# browse_subtitle
source: Sources, global search
ar: المصادر، البحث العام
as: উৎস, গ্ল’বেল সন্ধান
fr: Sources, extensions, recherche globale
hi: स्रोत, वैश्विक खोज
id: Sumber, Pencarian Umum
it: Fonti, ricerca globale
pt: Fontes, pesquisa global
tr: Kaynaklar, genel arama

source: Only include pinned sources
ar: تضمين المصادر المثبتة فقط
as: কেৱল পিন কৰা উৎস অন্তৰ্ভুক্ত কৰক
fr: N'inclure que les sources épinglées
hi: केवल पिन किए गए स्रोत शामिल करें
id: Hanya Sertakan Sumber yang Ditandai
it: Includi solo fonti fissate
pt: Incluir apenas fontes fixadas
th: เฉพาะแหล่งที่ปักหมุดเท่านั้น
tr: Sadece Sabitlenmiş Kaynakları Dahil Et

# nsfw_sources
source: NSFW (+18) sources
ar: مصادر NSFW (+18)
as: NSFW (+18) উৎস
fr: Contenu +18
hi: एनएसएफडब्ल्यू (+18) स्रोत
id: Sumber NSFW (+18)
it: Fonti NSFW (+18)
pt: Fontes NSFW (+18)
th: แหล่ง NSFW (18+)
tr: NSFW (+18) Kaynaklar

# nsfw_sources_show
source: Show in sources and extensions lists
ar: إظهار في قوائم المصادر والإضافات
as: উৎস আৰু এক্সটেনশন তালিকাত দেখুৱাওক
fr: Afficher dans les listes de sources et d'extensions
hi: स्रोत और एक्सटेंशन सूची में दिखाएँ
id: Tampilkan di Daftar Sumber dan Ekstensi
it: Mostra nelle liste di fonti ed estensioni
pt: Mostrar em listas de fontes e extensões
th: แสดงในแหลงที่มาและรายการส่วนขยาย
tr: Kaynak ve uzantı listelerinde göster

# nsfw_sources_info
source: This does not prevent unofficial or potentially incorrectly flagged extensions from surfacing NSFW (18+) content within the app
ar: هذا لا يمنع الإضافات غير الرسمية أو المصنفة بشكل غير صحيح من عرض محتوى NSFW (18+) داخل التطبيق
as: ইয়ে অফিচিয়েল নহোৱা বা সম্ভৱতঃ ভুলকৈ ফ্লেগ কৰা এক্সটেনশনৰ পৰা NSFW (18+) বিষয়বস্তু এপত দেখা দিয়াৰ পৰা ৰক্ষা নকৰে
fr: Ceci n'empêche pas les extensions non officielles ou potentiellement mal signalées de diffuser du contenu +18 dans l'application.
hi: यह अनौपचारिक या संभावित रूप से गलत तरीके से चिह्नित एक्सटेंशन को ऐप के भीतर एनएसएफडब्ल्यू (18+) सामग्री को सामने लाने से नहीं रोकता
id: Ini tidak menghentikan ekstensi tidak resmi atau yang salah klasifikasi dari menampilkan konten NSFW (18+) dalam aplikasi
it: Ciò non impedisce che estensioni non ufficiali o potenzialmente contrassegnate in modo errato mostrino contenuti NSFW (18+) all'interno dell'app
pt: Isso não impede que extensões não oficiais ou potencialmente marcadas incorretamente mostrem conteúdo NSFW (18+) dentro do aplicativo
th: สิ่งนี้ไม่ได้ป้องกันส่วนขยายที่ไม่เป็นทางการหรือที่อาจถูกตั้งค่าสถานะผิดพลาดจากการแสดงเนื้อหา NSFW (18+) ภายในแอป
tr: Bu, resmi olmayan veya potansiyel olarak yanlış işaretlenmiş uzantıların uygulama içinde NSFW (18+) içerikleri yüzeye çıkarmasını engellemez

source: Version
ar: الإصدار
as: সংস্কৰণ
hi: संस्करण
id: Versi
it: Versione
ja: バージョン
pt: Versão
th: เวอร์ชั่น
tr: Versiyon

source: Check for update
ar: التحقق من التحديثات
as: আপডেটৰ বাবে পৰীক্ষা কৰক
fr: Rechercher des mises à jour
hi: अपडेट के लिए जांचें
id: Periksa Pembaruan
it: Controlla aggiornamenti
pt: Verificar atualização
th: ตรวจสอบการอัพเดท
tr: Güncelleme Kontrol Et

# n_days_ago
source: {days} days ago
ar: منذ {days} أيام
as: {days} দিনৰ আগতে
fr: Il y a {days} jours
hi: {days} दिन पहले
id: {days} Hari yang Lalu
it: {days} giorni fa
pt: {days} dias atrás
th: {days} วันที่แล้ว
tr: {days} gün önce

source: Today
ar: اليوم
as: আজি
fr: Aujourd'hui
hi: आज
id: Hari Ini
it: Oggi
pt: Hoje
th: วันนี้
tr: Bugün

source: Yesterday
ar: أمس
as: কালি
fr: Hier
hi: कल
id: Kemarin
it: Ieri
pt: Ontem
th: เมื่อวาน
tr: Dün

source: A week ago
ar: منذ أسبوع
as: এসপ্তাহৰ আগতে
fr: Il y a une semaine
hi: एक सप्ताह पहले
id: Seminggu yang Lalu
it: Una settimana fa
pt: Uma semana atrás
th: สัปดาห์ที่แล้ว
tr: Bir Hafta Önce

source: Add to library
ar: إضافة إلى المكتبة
as: পুথিভঁৰালত যোগ কৰক
fr: Ajouter à la bibliothèque
hi: पुस्तकालय में जोड़ें
id: Tambahkan ke Perpustakaan
it: Aggiungi alla biblioteca
ja: ライブラリに追加
pt: Adicionar à biblioteca
th: เพิ่มไปที่ชั้นหนังสือ
tr: Kütüphaneye Ekle

source: Completed
ar: مكتمل
as: সম্পূৰ্ণ
fr: Terminé
hi: पूरा हुआ
id: Selesai
it: Completato
ja: 完了
pt: Concluído
th: จบแล้ว
tr: Tamamlandı

source: Ongoing
ar: جاري
as: চলি আছে
fr: En cours
hi: चल रहा है
id: Berlangsung
it: In corso
pt: Em andamento
th: ยังไม่จบ
tr: Devam Ediyor

source: On Hiatus
ar: في فترة توقف
as: বিৰতিত
fr: En pause
hi: विराम पर
id: Ditunda
it: In pausa
pt: Em hiato
th: พักชั่วคราว
tr: Ara Verildi

source: Canceled
ar: ملغى
as: বাতিল কৰা
fr: Annulé
hi: रद्द
id: Dibatalkan
it: Annullato
pt: Cancelado
th: ยกเลิก
tr: İptal Edildi

source: Publishing finished
ar: انتهاء النشر
as: প্ৰকাশ সমাপ্ত
fr: Publication terminée
hi: प्रकाशन समाप्त
id: Penerbitan selesai
it: Pubblicazione completata
pt: Publicação concluída
th: ตีพิมพ์แล้ว
tr: Yayımlama Tamamlandı

source: Unknown
ar: غير معروف
as: অজ্ঞাত
fr: Inconnue
hi: अज्ञात
id: Tidak diketahui
it: Sconosciuto
ja: 不明
pt: Desconhecido
th: ไม่รู้จัก
tr: Bilinmiyor

source: Set categories
ar: ضبط الفئات
as: শ্ৰেণী নিৰ্ধাৰণ কৰক
fr: Ajouter une catégorie
hi: श्रेणियाँ सेट करें
id: Tetapkan kategori
it: Imposta categorie
ja: カテゴリを設定
pt: Definir categorias
th: ตั้งหมวดหมู่
tr: Kategorileri Ayarla

source: Edit
ar: تحرير
as: সম্পাদনা
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
pt: Editar
th: แก้ไข
tr: Düzenle

source: In library
ar: في المكتبة
as: পুথিভঁৰালত
fr: Dans la bibliothèque
hi: पुस्तकालय में
id: Di perpustakaan
it: Nella libreria
ja: ライブラリに追加済み
pt: Na biblioteca
th: ในชั้นหนังสือ
tr: Kütüphanede

source: Filter scanlator groups
ar: تصفية مجموعات المترجمين
as: স্কেনলেটৰ গ্ৰুপ ফিল্টাৰ কৰক
fr: Filtrer les groupes des traducteurs
hi: स्कैनलेटर समूहों को फ़िल्टर करें
id: Saring grup scanlator
it: Filtra gruppi scanlator
pt: Filtrar grupos de scanlators
th: ตังกรองกลุ่มนักสแกน
tr: Tarama Gruplarını Filtrele

source: Reset
ar: إعادة تعيين
as: ৰিছেট
fr: Réinitialiser
hi: रीसेट
id: Atur ulang
ja: リセット
pt: Redefinir
th: คืนค่า
tr: Sıfırla

source: By source
ar: حسب المصدر
as: উৎস অনুসৰি
fr: Par source
hi: स्रोत के अनुसार
id: Berdasarkan sumber
it: Per fonte
pt: Por fonte
th: ตามแหล่งที่มา
tr: Kaynağa Göre

source: By chapter number
ar: حسب رقم الفصل
as: অধ্যায়ৰ সংখ্যা অনুসৰি
fr: Par numéro de chapitre
hi: अध्याय संख्या के अनुसार
id: Berdasarkan nomor bab
it: Per numero di capitolo
pt: Por número do capítulo
th: ตามหมายเลขตอน
tr: Bölüm Numarasına Göre

source: By upload date
ar: حسب تاريخ الرفع
as: আপলোডৰ তাৰিখ অনুসৰি
fr: Par date de téléversement
hi: अपलोड तारीख के अनुसार
id: Berdasarkan tanggal unggah
it: Per data di caricamento
pt: Por data de upload
th: ตามวันที่อัพโหลด
tr: Yükleme Tarihine Göre

source: Source title
ar: عنوان المصدر
as: উৎসৰ শিৰোনাম
fr: Titre de la source
hi: स्रोत शीर्षक
id: Judul sumber
it: Titolo della fonte
pt: Título da fonte
th: ชื่อแหล่งที่มา
tr: Kaynak Başlığı

source: Chapter number
ar: رقم الفصل
as: অধ্যায় নম্বৰ
fr: Numéro de chapitre
hi: अध्याय संख्या
id: Nomor bab
it: Numero del capitolo
pt: Número do capítulo
th: หมายเลขตอน
tr: Bölüm Numarası

source: Share
ar: مشاركة
as: শ্বেয়াৰ
fr: Partager
hi: साझा करें
id: Bagikan
it: Condividi
ja: 共有
pt: Compartilhar
th: แชร์
tr: Paylaş

# n_chapters
source: {number} chapters
ar: {number} فصول
as: {n} অধ্যায়
fr: {number} chapitres
hi: {n} अध्याय
id: {n} bab
it: {number} capitoli
ja: {n} チャプター
pt: {number} capítulos
th: {n} ตอน
tr: {n} bölüm

source: No description
ar: لا يوجد وصف
as: কোনো বিৱৰণ নাই
fr: Aucune description
hi: कोई विवरण नहीं
id: Tidak ada deskripsi
it: Nessuna descrizione
pt: Sem descrição
th: ไม่มีคำอธิบาย
tr: Açıklama Yok

source: Resume
ar: استئناف
as: পুনৰ আৰম্ভ
fr: Reprendre
hi: जारी रखें
id: Lanjutkan
it: Riprendi
ja: 再開
pt: Continuar
th: ทำต่อ
tr: Devam Et

source: Read
ar: قراءة
as: পঢ়ক
fr: Commencer
hi: पढ़ें
id: Baca
it: Leggi
pt: Ler
th: อ่าน
tr: Oku

source: Watch
ar: مشاهدة
as: চাওক
fr: Regarder
hi: देखें
id: Tonton
it: Guarda
ja: 視聴
pt: Assistir
th: ดู
tr: İzle

source: Popular
ar: شائع
as: জনপ্ৰিয়
fr: Populaire
hi: लोकप्रिय
id: Populer
it: Popolare
ja: 人気
th: ยอดนิยม
tr: Popüler

source: Open in browser
ar: فتح في المتصفح
as: ব্ৰাউজাৰত খোলক
fr: Ouvrir dans le navigateur
hi: ब्राउज़र में खोलें
id: Buka di peramban
it: Apri nel browser
pt: Abrir no navegador
th: เปิดในเบราว์เซอร์
tr: Tarayıcıda Aç

source: Clear cookie
ar: مسح الكوكي
as: কুকী আঁতৰাওক
fr: Effacer les cookies
hi: कुकी साफ़ करें
id: Bersihkan cookie
it: Cancella cookie
pt: Limpar cookie
th: ล้างคุ๊กกี้
tr: Çerezi Temizle

source: Show page number
ar: عرض رقم الصفحة
as: পৃষ্ঠাৰ সংখ্যা দেখুৱাওক
fr: Afficher le numéro des pages
hi: पेज नंबर दिखाएँ
id: Tampilkan nomor halaman
it: Mostra numero di pagina
ja: ページ番号を表示
pt: Mostrar número da página
th: แสดงเลขหน้า
tr: Sayfa Numarasını Göster

source: From library
ar: من المكتبة
as: পুথিভঁৰালৰ পৰা
fr: De la bibliothèque
hi: पुस्तकालय से
id: Dari perpustakaan
it: Dalla libreria
pt: Da biblioteca
th: จากชั้นหนังสือ
tr: Kütüphaneden

source: Downloaded chapter
ar: الفصل المحمل
as: ডাউনলোড কৰা অধ্যায়
fr: Chapitres téléchargés
hi: डाउनलोड किया गया अध्याय
id: Bab yang diunduh
it: Capitolo scaricato
pt: Capítulo baixado
th: ตอนที่ดาวน์โหลด
tr: İndirilen Bölüm

# page
source: Page {page}
ar: الصفحة {page}
as: পৃষ্ঠা {page}
hi: पेज {page}
id: Halaman {page}
it: Pagina {page}
ja: ページ
pt: Página {page}
th: หน้าที่ {page}
tr: Sayfa {page}

source: Global search
ar: البحث العام
as: গ্ল’বেল সন্ধান
fr: Recherche globale
hi: वैश्विक खोज
id: Pencarian global
it: Ricerca globale
pt: Pesquisa global
th: ค้นหาจากทั้งหมด
tr: Genel Arama

source: Color blend level
ar: مستوى خلط الألوان
as: ৰংৰ মিশ্ৰণ স্তৰ
fr: Niveau de mélange des couleurs
hi: रंग मिश्रण स्तर
id: Tingkat campuran warna
it: Livello di fusione colore
pt: Nível de mistura de cores
tr: Renk Karışımı Seviyesi

# current
source: Current {char}
ar: الحالي {char}
as: বৰ্তমান {char}
fr: En cours {char}
hi: वर्तमान {char}
id: Saat ini {char}
it: Corrente {char}
pt: Atual {char}
th: ปัจจุบัน {char}
tr: Şu Anki {char}

# finished
source: Finished {char}
ar: منتهي {char}
as: শেষ {char}
fr: Terminé {char}
hi: समाप्त {char}
id: Selesai {char}
it: Finito {char}
pt: Finalizado {char}
th: สุดท้าย {char}
tr: Bitmiş {char}

# next
source: Next {char}
ar: التالي {char}
as: পৰৱৰ্তী {char}
fr: Suivant {char}
hi: अगला {char}
id: Selanjutnya {char}
it: Prossimo {char}
ja: 次へ
pt: Próximo {char}
th: ถัดไป {char}
tr: Sonraki {char}

# previous
source: Previous {char}
ar: السابق {char}
as: পূৰ্বৰ {char}
fr: Précédent {char}
hi: पिछला {char}
id: Sebelumnya {char}
it: Precedente {char}
ja: 前へ
pt: Anterior {char}
th: ก่อนหน้า {char}
tr: Önceki {char}

# no_more_chapter
source: There's no more chapter
ar: لا يوجد المزيد من الفصول
as: আৰু কোনো অধ্যায় নাই
fr: C'était le dernier chapitre
hi: कोई और अध्याय नहीं है
id: Tidak ada lagi bab
it: Non ci sono altri capitoli
pt: Não há mais capítulos
th: ไม่มีตอนแล้ว
tr: Başka Bölüm Yok

source: No result
ar: لا نتائج
as: কোনো ফলাফল নাই
fr: Aucun résultat
hi: कोई परिणाम नहीं
id: Tidak ada hasil
it: Nessun risultato
pt: Sem resultados
th: ไม่พบผลลัพธ์
tr: Sonuç Yok

source: Send
ar: إرسال
as: পঠিয়াওক
fr: Envoyer
hi: भेजें
id: Kirim
it: Invia
pt: Enviar
th: ส่ง
tr: Gönder

source: Delete
ar: حذف
as: মচক
fr: Supprimer
hi: हटाएँ
id: Hapus
it: Elimina
ja: 削除
pt: Excluir
th: ลบ
tr: Sil

# start_downloading
source: Start downloading now
ar: ابدأ التحميل الآن
as: এতিয়া ডাউনলোড আৰম্ভ কৰক
fr: Commencer à télécharger
hi: अब डाउनलोड शुरू करें
id: Mulai mengunduh sekarang
it: Inizia a scaricare ora
pt: Iniciar download agora
th: เริ่มดาวน์โหลด
tr: İndirmeye Hemen Başla

source: Retry
ar: إعادة المحاولة
as: পুনৰ চেষ্টা কৰক
fr: Réessayer
hi: पुनः प्रयास करें
id: Coba lagi
it: Riprova
ja: 再試行
pt: Tentar novamente
th: ลองใหม่
tr: Tekrar Dene

source: Add Chapters
ar: إضافة فصول
as: অধ্যায় যোগ কৰক
fr: Ajouter des chapitres
hi: अध्याय जोड़ें
id: Tambahkan Bab
it: Aggiungi capitoli
pt: Adicionar Capítulos
th: เพิ่มตอน
tr: Bölümler Ekle

# delete_chapters
source: Delete Chapter?
ar: حذف الفصل؟
as: অধ্যায় মচক?
fr: Supprimer le chapitre ?
hi: अध्याय हटाएँ?
id: Hapus Bab?
it: Eliminare capitolo?
pt: Excluir Capítulo?
th: ลบตอน?
tr: Bölüm Sil?

# default0
source: Default
ar: الافتراضي
as: ডিফল্ট
fr: défaut
hi: डिफ़ॉल्ट
id: Bawaan
it: Predefinito
pt: Padrão
th: ค่าพื้นฐาน
tr: Varsayılan

source: Total Chapters
ar: مجموع الفصول
as: মুঠ অধ্যায়
fr: Nombre de chapitres
hi: कुल अध्याय
id: Total Bab
it: Totale capitoli
pt: Total de Capítulos
th: ตอนทั้งหมด
tr: Toplam Bölümler

source: Import Local file
ar: استيراد ملف محلي
as: স্থানীয় ফাইল আমদানি কৰক
fr: Importer des fichiers
hi: स्थानीय फ़ाइल आयात करें
id: Impor File Lokal
it: Importa file locale
pt: Importar Arquivo Local
th: นำเข้าไฟล์จากเครื่อง
tr: Yerel Dosya İçe Aktar

# import_files
source: Files
ar: ملفات
as: ফাইল
fr: Fichiers
hi: फ़ाइलें
id: File
it: File
pt: Arquivos
th: ไฟล์
tr: Dosyalar

source: Nothing read recently
ar: لم يتم قراءة شيء مؤخراً
as: শেহতীয়াকৈ একো পঢ়া নাই
fr: Rien de lu recemment
hi: हाल ही में कुछ भी नहीं पढ़ा
id: Tidak ada yang dibaca baru-baru ini
it: Niente letto di recente
pt: Nada lido recentemente
th: ยังไม่ได้อ่านอะไรเลย
tr: Son Zamanlarda Okunan Bir Şey Yok

source: Status
ar: الحالة
as: স্থিতি
fr: Statut
hi: स्थिति
it: Stato
ja: ステータス
th: สถานะ
tr: Durum

source: Not started
ar: لم يبدأ
as: আৰম্ভ হোৱা নাই
fr: Pas commencé
hi: शुरू नहीं हुआ
id: Belum dimulai
it: Non iniziato
pt: Não iniciado
th: ยังไม่เริ่ม
tr: Başlamadı

source: Score
ar: التقييم
as: স্ক’ৰ
fr: Note
hi: स्कोर
id: Skor
it: Punteggio
pt: Pontuação
th: คะแนน
tr: Puan

source: Start date
ar: تاريخ البدء
as: আৰম্ভৰ তাৰিখ
fr: Date de début
hi: शुरू की तारीख
id: Tanggal mulai
it: Data di inizio
pt: Data de início
th: วันที่เริ่ม
tr: Başlangıç Tarihi

source: Finish date
ar: تاريخ الانتهاء
as: শেষৰ তাৰিখ
fr: Date de fin
hi: समाप्ति की तारीख
id: Tanggal selesai
it: Data di fine
pt: Data de conclusão
th: วันที่สิ้นสุด
tr: Bitiş Tarihi

source: Reading
ar: قراءة
as: পঢ়ি আছে
fr: En cours
hi: पढ़ रहा है
id: Membaca
it: In lettura
ja: 読書中
pt: Lendo
th: กำลังอ่าน
tr: Okuyor

source: On hold
ar: معلق
as: ৰখা আছে
fr: En pause
hi: रोक पर
id: Ditunda
it: In attesa
ja: 保留中
pt: Em espera
th: พักไว้ก่อน
tr: Beklemede

source: Dropped
ar: متوقف
as: বাদ দিয়া
fr: Abandonné
hi: छोड़ दिया
id: Dihentikan
it: Abbandonato
ja: 中断
pt: Abandonado
th: เลิกอ่าน
tr: Bırakıldı

source: Plan to read
ar: خطط للقراءة
as: পঢ়াৰ পৰিকল্পনা
fr: À lire
hi: पढ़ने की योजना
id: Rencana untuk membaca
it: Da leggere
ja: 読む予定
pt: Planejar para ler
th: วางแผนจะอ่าน
tr: Okumak İçin Planla

source: Rereading
ar: إعادة القراءة
as: পুনৰ পঢ়ি আছে
fr: Relecture
hi: पुनः पढ़ रहा है
id: Membaca ulang
it: Rilettura
ja: 再読中
pt: Relendo
th: อ่านซ้ำอีกครั้ง
tr: Tekrar Okuyor

source: Chapters
ar: الفصول
as: অধ্যায়
fr: Chapitres
hi: अध्याय
id: Bab
it: Capitoli
ja: チャプター
pt: Capítulos
th: ตอน
tr: Bölümler

# add_tracker
source: Add tracking
ar: إضافة تتبع
as: ট্ৰেকাৰ যোগ কৰক
fr: Ajouter le suivi
hi: ट्रैकर जोड़ें
id: Tambah pelacak
it: Aggiungi tracciamento
pt: Adicionar rastreamento
th: เพิ่มการติดาม
tr: Takip Ekle

# one_tracker
source: 1 tracker
ar: 1 تتبع
as: ১ টা ট্ৰেকাৰ
fr: Suivi par 1 service
hi: 1 ट्रैकर
id: 1 pelacak
it: 1 tracciamento
pt: 1 rastreador
th: 1 การติดตาม
tr: 1 Takip

# n_tracker
source: {n} trackers
ar: {n} تتبعات
as: {n} টা ট্ৰেকাৰ
fr: Suivi par {n} services
hi: {n} ट्रैकर
id: {n} pelacak
it: {n} tracciamenti
pt: {n} rastreadores
th: {n} การติดตาม
tr: {n} Takip

source: Tracking
ar: تتبع
as: ট্ৰেকিং
fr: Suivi
hi: ट्रैकिंग
id: Pelacakan
it: Tracciamento
pt: Rastreamento
th: การติดตาม
tr: Takip Ediliyor

source: Description
ar: الوصف
as: বিৱৰণ
hi: विवरण
id: Deskripsi
it: Descrizione
ja: 説明
pt: Descrição
th: คำอธิบาย
tr: Açıklama

# episode_progress
source: Progress: {n}
ar: التقدم: {n}
as: প্ৰগতি: {n}
fr: Progression: {n}
hi: प्रगति: {n}
id: Kemajuan: {n}
it: Progresso: {n}
pt: Progresso: {n}
th: ความคืบหน้า: {n}
tr: İlerleme: {n}

source: {n} episodes
ar: {n} حلقات
as: {n} খণ্ড
fr: {n} épisodes
hi: {n} एपिसोड
id: {n} episode
it: {n} episodi
ja: {n} エピソード
pt: {n} episódios
th: {n} ตอน
tr: {n} bölüm

source: Manga Sources
ar: مصادر المانغا
as: মাংগা উৎস
fr: Sources des mangas
hi: मंगा स्रोत
id: Sumber Manga
it: Fonti Manga
ja: マンガソース
pt: Fontes de Manga
th: แหล่งการ์ตูน
tr: Manga Kaynakları

source: Anime Sources
ar: مصادر الأنمي
as: এনিমে উৎস
fr: Sources d'animés
hi: एनीमे स्रोत
id: Sumber Anime
it: Fonti Anime
ja: アニメソース
pt: Fontes de Anime
th: แหล่งอนิเมะ
tr: Anime Kaynakları

source: Anime Extensions
ar: إضافات الأنمي
as: এনিমে এক্সটেনশন
fr: Extensions d'animés
hi: एनीमे एक्सटेंशन
id: Ekstensi Anime
it: Estensioni Anime
ja: アニメ拡張機能
pt: Extensões de Anime
th: ส่วนขยายอนิเมะ
tr: Anime Uzantıları

source: Manga Extensions
ar: إضافات المانغا
as: মাংগা এক্সটেনশন
fr: Extensions des mangas
hi: मंगा एक्सटेंशन
id: Ekstensi Manga
it: Estensioni Manga
ja: マンガ拡張機能
pt: Extensões de Manga
th: ส่วนขยายการ์ตูน
tr: Manga Uzantıları

source: Anime
ar: أنمي
as: এনিমে
fr: Animé
hi: एनीमे
ja: アニメ
th: อนิเมะ

source: Manga
ar: مانغا
as: মাংগা
hi: मंगा
ja: マンガ
th: การ์ตูน

# library_no_category_exist
source: You don't have any categories yet
ar: ليس لديك أي فئات بعد
as: আপোনাৰ এতিয়াও কোনো শ্ৰেণী নাই
fr: Vous n'avez pas encore de catégories
hi: आपके पास अभी कोई श्रेणी नहीं है
id: Anda belum memiliki kategori
it: Non hai ancora nessuna categoria
ja: まだカテゴリがありません
pt: Você ainda não tem categorias
th: คุณยังไม่ได้สร้างหมวดหมู่อะไรเลย
tr: Henüz hiç kategoriniz yok

source: Watching
ar: مشاهدة
as: চাই আছে
fr: En lecture
hi: देख रहा है
id: Menonton
it: Guardando
ja: 視聴中
pt: Assistindo
th: กำลังดู
tr: İzliyor

source: Plan to watch
ar: خطة للمشاهدة
as: চোৱাৰ পৰিকল্পনা
fr: À regarder
hi: देखने की योजना
id: Rencana untuk menonton
it: In programma di guardare
ja: 視聴予定
pt: Planejar para assistir
th: วางแผนว่าจะดู
tr: İzlemek İçin Planla

source: Rewatching
ar: إعادة المشاهدة
as: পুনৰ চাই আছে
fr: Revisionnage
hi: पुनः देख रहा है
id: Menonton ulang
it: Rivisualizzazione
ja: 再視聴中
pt: Reassistindo
th: ดูซ้ำอีกครั้ง
tr: Tekrar İzliyor

source: Episodes
ar: الحلقات
as: খণ্ড
fr: Épisodes
hi: एपिसोड
id: Episode
it: Episodi
ja: エピソード
pt: Episódios
th: ตอน
tr: Bölümler

source: Download
ar: تحميل
as: ডাউনলোড
fr: Télécharger
hi: डाउनलोड
id: Unduh
it: Scarica
ja: ダウンロード
pt: Baixar
th: ดาวน์โหลด
tr: İndir

source: New update available
ar: تحديث جديد متاح
as: নতুন আপডেট উপলব্ধ
fr: Une nouvelle version est disponible
hi: नया अपडेट उपलब्ध
id: Pembaruan baru tersedia
it: Nuovo aggiornamento disponibile
pt: Nova atualização disponível
th: มีอัพเดทใหม่พร้อมใช้งาน
tr: Yeni güncelleme mevcut

# app_version
source: App Version : v{v}
ar: إصدار التطبيق : v{v}
as: এপৰ সংস্কৰণ: v{v}
fr: Version de l'application : v{v}
hi: ऐप संस्करण: v{v}
id: Versi Aplikasi : v{v}
it: Versione dell'app: v{v}
pt: Versão do App: v{v}
th: เวอร์ชั่นแอป : v{v}
tr: Uygulama Sürümü : v{v}

source: Searching for updates...
ar: جارٍ البحث عن التحديثات...
as: আপডেটৰ বাবে সন্ধান কৰি আছে...
fr: Vérification des mise à jours
hi: अपडेट की खोज हो रही है...
id: Mencari pembaruan...
it: Ricerca aggiornamenti in corso...
pt: Procurando por atualizações...
th: กำลังค้นหาการอัพเดท...
tr: Güncellemeler aranıyor...

source: No new updates available
ar: لا يوجد تحديثات جديدة متاحة
as: কোনো নতুন আপডেট উপলব্ধ নাই
fr: Aucune mise à jours disponible
hi: कोई नया अपडेट उपलब्ध नहीं
id: Tidak ada pembaruan baru
it: Nessun nuovo aggiornamento disponibile
pt: Sem novas atualizações disponíveis
th: ยังไม่มีอัพเดทใหม่พร้อมใช้งาน
tr: Yeni güncelleme yok

source: Uninstall
ar: إلغاء التثبيت
as: আনইনষ্টল
fr: Désinstaller
hi: हटाएँ
id: Copot pemasangan
it: Disinstalla
ja: アンインストール
pt: Desinstalar
th: ถอนการติดตั้ง
tr: Kaldır

# uninstall_extension
source: Uninstall {ext} extension?
ar: هل ترغب في إلغاء تثبيت امتداد {ext}؟
as: {ext} এক্সটেনশন আনইনষ্টল কৰিব নে?
fr: Désinstaller l'extension {ext}?
hi: {ext} एक्सटेंशन हटाएँ?
id: Copot pemasangan ekstensi {ext}?
it: Disinstallare estensione {ext}?
pt: Desinstalar a extensão {ext}?
th: ถอนการติดตั้งส่วนขยาย {ext} หรือไม่?
tr: {ext} uzantısını kaldır?

# langauage
source: Language
ar: اللغة
as: ভাষা
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
pt: Idioma
th: ภาษา
tr: Dil

source: Extension detail
ar: تفاصيل الامتداد
as: এক্সটেনশনৰ বিৱৰণ
fr: Informations de l'extension
hi: एक्सटेंशन विवरण
id: Detail ekstensi
it: Dettaglio estensione
pt: Detalhe da extensão
th: รายละเอียดส่วนขยาย
tr: Uzantı detayı

source: Scale type
ar: نوع التحجيم
as: স্কেলৰ ধৰণ
fr: Type de mise à l'échelle
hi: स्केल प्रकार
id: Tipe skala
it: Tipo di scala
ja: スケールタイプ
pt: Tipo de escala
th: ประเภทสเกล
tr: Ölçek Türü

# scale_type_fit_screen
source: Fit screen
ar: ملاءمة الشاشة
as: স্ক্ৰীণৰ সৈতে মিলাওক
fr: Adapter à l'écran
hi: स्क्रीन पर फिट
id: Sesuai layar
it: Adatta allo schermo
pt: Ajustar à tela
th: พอดีจอ
tr: Ekrana Sığdır

# scale_type_stretch
source: Stretch
ar: تمديد
as: প্ৰসাৰিত
fr: Étirer
hi: खींचें
id: Regangkan
it: Stira
pt: Esticar
th: ยืด
tr: Esnet

# scale_type_fit_width
source: Fit width
ar: ملاءمة العرض
as: প্ৰস্থৰ সৈতে মিলাওক
fr: Adapter à la largeur
hi: चौड़ाई पर फिट
id: Sesuai lebar
it: Adatta alla larghezza
pt: Ajustar à largura
th: พอดีความกว้าง
tr: Genişliğe Sığdır

# scale_type_fit_height
source: Fit height
ar: ملاءمة الارتفاع
as: উচ্চতাৰ সৈতে মিলাওক
fr: Adapter à la hauteur
hi: ऊँचाई पर फिट
id: Sesuai tinggi
it: Adatta all'altezza
pt: Ajustar à altura
th: พอดีความสูง
tr: Yüksekliğe Sığdır

# scale_type_original_size
source: Original size
ar: الحجم الأصلي
as: মূল আকাৰ
fr: Taille originale
hi: मूल आकार
id: Ukuran asli
it: Dimensione originale
pt: Tamanho original
th: ขนาดดั้งเดิม
tr: Orijinal Boyut

# scale_type_smart_fit
source: Smart fit
ar: ملاءمة ذكية
as: স্মাৰ্ট ফিট
fr: Adaptation intelligente
hi: स्मार्ट फिट
id: Sesuai pintar
it: Adattamento intelligente
pt: Ajuste inteligente
th: พอดีอัตโนมัติ
tr: Akıllı Sığdırma

source: Page preload amount
ar: كمية تحميل الصفحات مسبقاً
as: পৃষ্ঠা প্ৰিলোডৰ পৰিমাণ
fr: Nombre de page à précharger
hi: पेज प्रीलोड मात्रा
id: Jumlah pramuat halaman
it: Quantità di pagine da precaricare
ja: ページプリロード量
pt: Quantidade de páginas a pré-carregar
th: จำนวนการโหลดล่วงหน้า
tr: Sayfa Ön Yükleme Miktarı
