Repository: kodjodevf/mangayomi
Catalog: lib/l10n/app_*.arb
Languages: ar, as, fr, hi, id, it, ja, pt, th, tr

source: Next 5 chapters
ar: الفصول الخمسة التالية
as: পৰৱৰ্তী ৫ টা অধ্যায়
fr: 5 chapitres suivants
hi: अगले 5 अध्याय
id: 5 bab berikutnya
it: Prossimi 5 capitoli
ja: 次の5チャプター
pt: Próximos 5 capítulos
th: 5 ตอนถัดไป
tr: Sonraki 5 bölüm

source: Next 10 chapters
ar: الفصول العشرة التالية
as: পৰৱৰ্তী ১০ টা অধ্যায়
fr: 10 chapitres suivants
hi: अगले 10 अध्याय
id: 10 bab berikutnya
it: Prossimi 10 capitoli
ja: 次の10チャプター
pt: Próximos 10 capítulos
th: 10 ตอนถัดไป
tr: Sonraki 10 bölüm

source: Next 25 chapters
ar: الفصول الخمسة والعشرون التالية
as: পৰৱৰ্তী ২৫ টা অধ্যায়
fr: 25 chapitres suivants
hi: अगले 25 अध्याय
id: 25 bab berikutnya
it: Prossimi 25 capitoli
ja: 次の25チャプター
pt: Próximos 25 capítulos
th: 25 ตอนถัดไป
tr: Sonraki 25 bölüm

source: Cover saved
ar: الغلاف المحفوظ
as: কভাৰ সংৰক্ষিত
fr: Couverture enregistrée
hi: कवर सहेजा गया
id: Sampul disimpan
it: Copertina salvata
ja: カバーを保存しました
pt: Capa salva
th: จัดเก็บภาพปกแล้ว
tr: Kapak kaydedildi

source: Set as cover
ar: تعيين كغطاء
as: কভাৰ হিচাপে সেট কৰক
fr: Définir comme couverture
hi: कवर के रूप में सेट करें
id: Atur sebagai sampul
it: Imposta come copertina
ja: カバーに設定
pt: Definir como capa
th: ตั้งเป็นภาพปก
tr: Kapak olarak ayarla

source: Use this as cover art?
ar: هل تريد استخدام هذا كفن الغلاف؟
as: ইয়াক কভাৰ আৰ্ট হিচাপে ব্যৱহাৰ কৰিবনে?
fr: Utiliser ceci comme illustration de couverture ?
hi: इसे कवर आर्ट के रूप में उपयोग करें?
id: Gunakan ini sebagai seni sampul?
it: Usare questo come copertina?
ja: これをカバーアートとして使用しますか？
pt: Usar isso como arte de capa?
th: ใช้สิ่งนี้เป็นภาพปก?
tr: Bu resmi kapak sanatı olarak kullan?

source: Save
ar: حفظ
as: সংৰক্ষণ কৰক
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
pt: Salvar
th: จัดเก็บ
tr: Kaydet

source: Picture saved
ar: الصورة المحفوظة
as: ছবি সংৰক্ষিত
fr: Image enregistrée
hi: तस्वीर सहेजी गई
id: Gambar disimpan
it: Immagine salvata
ja: 画像を保存しました
pt: Imagem salva
th: จัดเก็บรูปแล้ว
tr: Resim kaydedildi

source: Cover updated
ar: تم تحديث الغلاف
as: কভাৰ আপডেট কৰা হ'ল
fr: Couverture mise à jour
hi: कवर अपडेट किया गया
id: Penutup diperbarui
it: Copertina aggiornata
ja: カバーを更新しました
pt: Capa atualizada
th: อัพเดทภาพปกแล้ว
tr: Kapak güncellendi

# blend_mode_default
source: Default
ar: الافتراضي
as: ডিফল্ট
fr: Par défaut
hi: डिफ़ॉल्ट
id: Standar
it: Predefinito
ja: デフォルト
pt: Padrão
th: ค่าพื้นฐาน
tr: Varsayılan

# blend_mode_multiply
source: Multiply
ar: ضرب
as: গুণ কৰক
fr: Multiplier
hi: गुणा करें
id: Kalikan
it: Moltiplicare
ja: 乗算
pt: Multiplicar
th: ตัดสีสว่าง
tr: Çarpma

# blend_mode_screen
source: Screen
ar: الشاشة
as: স্ক্ৰীন
fr: Écran
hi: स्क्रीन
id: Layar
it: Schermo
ja: スクリーン
pt: Tela
th: ตัดความเข้ม
tr: Ekran

# blend_mode_overlay
source: Overlay
ar: تراكيب
as: অভাৰলে
fr: Incrustation
hi: ओवरले
id: Tumpang tindih
it: Sovrapposizione
ja: オーバーレイ
pt: Sobreposição
th: ซ้อนทับ
tr: Örtüşme

# blend_mode_colorDodge
source: ColorDodge
ar: تفادي اللون
fr: Densité Couleur
id: Menghindari warna
it: Schiarire colore
pt: Dodge de Cor
th: ผสมสีสว่าง
tr: RenkDodge

# blend_mode_lighten
source: Lighten
ar: تفتيح
as: পাতল কৰক
fr: Éclaircir
hi: हल्का करें
id: Mencerahkan
it: Schiarire
ja: 明るく
pt: Clarear
th: ตัดส่วนมืด
tr: Açık

# blend_mode_colorBurn
source: ColorBurn
ar: حرق اللون
fr: Incandescence
id: Bakar warna
it: Bruciare colore
pt: Queimar Cor
th: ตัดโทนกลาง
tr: RenkYakma

# blend_mode_darken
source: Darken
ar: تظليل
as: গাঢ় কৰক
fr: Assombrir
hi: गहरा करें
id: Menggelapkan
it: Scurire
ja: 暗く
pt: Escurecer
th: ตัดส่วนสว่าง
tr: Karart

# blend_mode_difference
source: Difference
ar: الفرق
as: পাৰ্থক্য
fr: Différence
hi: अंतर
id: Perbedaan
it: Differenza
ja: 差
pt: Diferença
th: ตรงข้ามเข้ม
tr: Fark

# blend_mode_saturation
source: Saturation
ar: التشبع
as: সংপৃক্ততা
hi: संतृप्ति
id: Saturasi
it: Saturazione
ja: 彩度
pt: Saturação
th: ผสมความเข้ม
tr: Doygunluk

# blend_mode_softLight
source: SoftLight
ar: ضوء ناعم
fr: Lumière Douce
id: Cahaya lembut
it: Luce soffusa
pt: Luz Suave
th: สีจาง
tr: YumuşakIşık

# blend_mode_plus
source: Plus
ar: زائد
as: যোগ কৰক
fr: Ajout
hi: प्लस
id: Tambah
it: Più
ja: プラス
pt: Mais
th: พิเศษ
tr: Artı

# blend_mode_exclusion
source: Exclusion
ar: استثناء
as: বৰ্জন
hi: बहिष्करण
id: Pengecualian
it: Esclusione
ja: 除外
pt: Exclusão
th: ตรงข้ามจาง
tr: Dışlama

source: Custom color filter
ar: مرشح اللون المخصص
as: কাষ্টম ৰং ফিল্টাৰ
fr: Filtre de couleur personnalisé
hi: कस्टम रंग फ़िल्टर
id: Filter warna kustom
it: Filtro colore personalizzato
ja: カスタムカラーフィルター
pt: Filtro de cor personalizado
th: กำหนดตัวกรองสีเอง
tr: Özel renk filtresi

source: Color filter blend mode
ar: وضع امتزاج مرشح اللون
as: ৰং ফিল্টাৰ ব্লেণ্ড মোড
fr: Mode de fusion du filtre de couleur
hi: रंग फ़िल्टर ब्लेंड मोड
id: Mode pencampuran filter warna
it: Modalità di miscelazione del filtro colore
ja: カラーフィルターブレンドモード
pt: Modo de mistura do filtro de cor
th: โหมดผสมตัวกรองสี
tr: Renk filtresi karışım modu

source: Enable all
ar: تمكين الكل
as: সকলো সক্ষম কৰক
fr: Activer tout
hi: सभी सक्षम करें
id: Aktifkan semua
it: Abilita tutto
ja: すべて有効化
pt: Ativar tudo
th: เปิดทั้งหมด
tr: Tümünü Etkinleştir

source: Disable all
ar: تعطيل الكل
as: সকলো নিষ্ক্ৰিয় কৰক
fr: Désactiver tout
hi: सभी अक्षम करें
id: Nonaktifkan semua
it: Disabilita tutto
ja: すべて無効化
pt: Desativar tudo
th: ปิดทั้งหมด
tr: Tümünü Devre Dışı Bırak

source: Font
ar: الخط
as: ফণ্ট
fr: Police
hi: फ़ॉन्ट
id: Jenis Huruf
it: Carattere
ja: フォント
pt: Tipo de letra
th: อักษร
tr: Yazı Tipi

source: Color
ar: اللون
as: ৰং
fr: Couleur
hi: रंग
id: Warna
it: Colore
ja: 色
pt: Cor
th: สี
tr: Renk

source: Font size
ar: حجم الخط
as: ফণ্ট আকাৰ
fr: Taille de police
hi: फ़ॉन्ट आकार
id: Ukuran Huruf
it: Dimensione del carattere
ja: フォントサイズ
pt: Tamanho da fonte
th: ขนาดอักษร
tr: Yazı Boyutu

source: Text
ar: النص
as: পাঠ
fr: Texte
hi: पाठ
id: Teks
it: Testo
ja: テキスト
pt: Texto
th: อักษร
tr: Metin

source: Border
ar: الحدود
as: সীমা
fr: Bordure
hi: सीमा
id: Batas
it: Bordo
ja: 境界線
pt: Borda
th: เส้นขอบ
tr: Kenarlık

source: Background
ar: الخلفية
as: পটভূমি
fr: Arrière-plan
hi: पृष्ठभूमि
id: Latar Belakang
it: Sfondo
ja: 背景
pt: Fundo
th: พื้นหลัง
tr: Arka Plan

# no_subtite_warning_message
source: Has no effect because there aren't any subtitle tracks in this video
ar: لا تؤثر لأنه لا توجد مسارات ترجمة في هذا الفيديو
as: এই ভিডিঅ'ত কোনো উপশিৰোনাম ট্ৰেক নাই সেয়েহে কোনো প্ৰভাৱ নাই
fr: N'a aucun effet car il n'y a pas de pistes de sous-titres dans cette vidéo
hi: इस वीडियो में कोई उपशीर्षक ट्रैक नहीं है इसलिए कोई प्रभाव नहीं है
id: Tidak berpengaruh karena tidak ada trek subtitle dalam video ini
it: Non ha effetto perché non ci sono tracce sottotitoli in questo video
ja: このビデオには字幕トラックがないため効果はありません
pt: Não tem efeito porque não há faixas de legendas neste vídeo
th: ไม่มีผลกระทบเนื่องจากไม่มีคำบรรยายใด ๆ ในวีดีโอนี้
tr: Bu videoda altyazı parçaları olmadığı için etkisi yok

source: Grid size
ar: حجم الشبكة
as: গ্ৰিড আকাৰ
fr: Taille de la grille
hi: ग्रिड आकार
id: Ukuran Grid
it: Dimensione griglia
ja: グリッドサイズ
pt: Tamanho da grade
th: ขนาดตาราง
tr: Kılavuz Boyutu

source: {n} per row
ar: {n} في الصف الواحد
as: প্ৰতি শাৰীত {n}
fr: {n} par ligne
hi: प्रति पंक्ति {n}
id: {n} per baris
it: {n} per riga
ja: 1行あたり{n}個
pt: {n} por linha
th: {n} ต่อแถว
tr: {n} satır başına

# horizontal_continious
source: Horizontal continuous
ar: مستمر أفقياً
as: অনুভূমিক নিৰন্তৰ
fr: Horizontal continu
hi: क्षैतिज निरंतर
id: Lanjutan Horizontal
it: Orizzontale continuo
ja: 横スクロール連続
pt: Contínuo horizontal
th: แนวนอนต่อเนื่อง
tr: Yatay sürekli

source: Edit code
ar: تحرير الكود
as: ক'ড সম্পাদনা কৰক
fr: Modifier le code
hi: कोड संपादित करें
id: Kode Edit
it: Modifica codice
ja: コードを編集
pt: Editar código
th: แก้ไขโค้ด
tr: Kodu düzenle

# use_libass
source: Enable libass
ar: تفعيل libass
as: libass সক্ষম কৰক
fr: Activer libass
hi: libass सक्षम करें
id: Aktifkan libass
it: Abilita libass
ja: libassを有効化
pt: Ativar libass
th: เปิดใช้งาน libass
tr: libass'ı etkinleştir

# use_libass_info
source: Use libass based subtitle rendering for native backend.
ar: استخدام عرض الترجمة المستندة إلى libass للواجهة الخلفية الأصلية.
as: নেটিভ বেকএণ্ডৰ বাবে libass ভিত্তিক উপশিৰোনাম ৰেণ্ডাৰিং ব্যৱহাৰ কৰক।
fr: Utilisez le rendu des sous-titres basé sur libass pour le backend natif.
hi: नेटिव बैकएंड के लिए libass आधारित उपशीर्षक रेंडरिंग का उपयोग करें।
id: Gunakan rendering subtitle berbasis libass untuk backend asli.
it: Usa il rendering dei sottotitoli basato su libass per il backend nativo.
ja: ネイティブバックエンドにlibassベースの字幕レンダリングを使用します。
pt: Usar renderização de legendas baseada em libass para backend nativo.
th: ใช้การเรนเดอร์คำบรรยายที่ใช้ libass สำหรับแบ็คเอนด์พื้นเมือง
tr: Yerel arka uç için libass tabanlı altyazı rendere etmeyi kullanın.

# libass_not_disable_message
source: Disable `use libass` in player settings to be able to customize the subtitles.
ar: عطل `استخدام libass` في إعدادات المشغل لتتمكن من تخصيص الترجمة.
as: উপশিৰোনামসমূহ কাষ্টমাইজ কৰিবলৈ সক্ষম হ'বলৈ প্লেয়াৰ ছেটিংছত `libass ব্যৱহাৰ কৰক` নিষ্ক্ৰিয় কৰক।
fr: Désactivez `use libass` dans les paramètres du lecteur pour pouvoir personnaliser les sous-titres.
hi: उपशीर्षकों को अनुकूलित करने में सक्षम होने के लिए प्लेयर सेटिंग्स में `libass उपयोग करें` को अक्षम करें।
id: Nonaktifkan `gunakan libass` di pengaturan pemutar untuk dapat menyesuaikan subtitle.
it: Disabilita `use libass` nelle impostazioni del lettore per poter personalizzare i sottotitoli.
ja: 字幕をカスタマイズできるようにするには、プレーヤー設定で「libassを使用」を無効にしてください。
pt: Desative `use libass` nas configurações do player para poder personalizar as legendas.
th: ปิดการใช้งาน `ใช้ libass` ในการตั้งค่าเพลเยอร์เพื่อให้สามารถปรับแต่งคำบรรยายได้
tr: Altyazıları özelleştirmek için oyuncu ayarlarında `libass kullan` seçeneğini devre dışı bırakın.

source: Torrent Stream
ar: بث التورنت
as: টৰেণ্ট ষ্ট্ৰীম
fr: Flux Torrent
hi: टॉरेंट स्ट्रीम
id: Aliran Torrent
it: Streaming Torrent
ja: トレントストリーム
pt: Stream de Torrent
th: สตรีมทอเรนต์
tr: Torrent Akışı

source: Add torrent
ar: إضافة تورنت
as: টৰেণ্ট যোগ কৰক
fr: Ajouter un torrent
hi: टॉरेंट जोड़ें
id: Tambahkan torrent
it: Aggiungi torrent
ja: トレントを追加
pt: Adicionar torrent
th: เพิ่มทอเรนต์
tr: Torrent ekle

# enter_torrent_hint_text
source: Enter magnet or torrent file url
ar: أدخل رابط ملف التورنت أو المغناطيس
as: মেগনেট বা টৰেণ্ট ফাইল url দিয়ক
fr: Entrez l'URL du fichier magnet ou torrent
hi: मैग्नेट या टॉरेंट फ़ाइल url दर्ज करें
id: Masukkan magnet atau URL file torrent
it: Inserisci magnet o URL del file torrent
ja: マグネットまたはトレントファイルurlを入力
pt: Insira o URL do arquivo magnet ou torrent
th: ป้อนลิงก์แม่เหล็กหรือ URL ไฟล์ทอเรนต์
tr: Manyetik veya torrent dosyası URL'sini girin

source: Torrent url
ar: رابط التورنت
as: টৰেণ্ট url
fr: URL du torrent
hi: टॉरेंट url
id: URL torrent
it: URL torrent
ja: トレントurl
pt: URL do torrent
th: URL ทอเรนต์
tr: Torrent URL'si

source: OR
ar: أو
as: বা
fr: OU
hi: या
id: ATAU
it: O
ja: または
pt: OU
th: หรือ
tr: VEYA

source: Advanced
ar: متقدم
as: উন্নত
fr: Avancé
hi: उन्नत
id: Lanjutan
it: Avanzate
ja: 詳細設定
pt: Avançado
th: ขั้นสูง
tr: Gelişmiş

source: Use native http client
ar: استخدام عميل HTTP الأصلي
as: নেটিভ http ক্লায়েণ্ট ব্যৱহাৰ কৰক
fr: Utiliser le client HTTP natif
hi: नेटिव http क्लाइंट का उपयोग करें
id: Gunakan klien http asli
it: Usa il client HTTP nativo
ja: ネイティブhttpクライアントを使用
pt: Usar cliente HTTP nativo
th: ใช้ไคลเอนต์ HTTP พื้นเมือง
tr: Yerel http istemcisini kullan

# use_native_http_client_info
source: it automatically supports platform features such VPNs, support more HTTP features such as HTTP/3 and custom redirect handling
ar: يدعم تلقائيًا ميزات المنصة مثل الشبكات الافتراضية الخاصة (VPNs)، ويدعم ميزات HTTP أكثر مثل HTTP/3 ومعالجة إعادة التوجيه المخصصة
as: ই স্বয়ংক্ৰিয়ভাৱে VPNৰ দৰে প্লেটফৰ্ম বৈশিষ্ট্যসমূহ সমৰ্থন কৰে, HTTP/3ৰ দৰে অধিক HTTP বৈশিষ্ট্যসমূহ সমৰ্থন কৰে আৰু কাষ্টম ৰিডাইৰেক্ট হেণ্ডলিং
fr: Il supporte automatiquement les fonctionnalités de la plateforme telles que les VPN, et prend en charge plus de fonctionnalités HTTP telles que HTTP/3 et la gestion personnalisée des redirections.
hi: यह स्वचालित रूप से VPN जैसी प्लेटफ़ॉर्म सुविधाओं का समर्थन करता है, HTTP/3 जैसी अधिक HTTP सुविधाओं का समर्थन करता है और कस्टम रीडायरेक्ट हैंडलिंग
id: secara otomatis mendukung fitur platform seperti VPN, mendukung lebih banyak fitur HTTP seperti HTTP/3 dan penanganan pengalihan khusus
it: Supporta automaticamente le funzionalità della piattaforma come le VPN, supporta più funzionalità HTTP come HTTP/3 e la gestione dei reindirizzamenti personalizzati.
ja: VPNのようなプラットフォーム機能を自動的にサポートし、HTTP/3のようなより多くのHTTP機能をサポートし、カスタムリダイレクト処理
pt: ele suporta automaticamente recursos da plataforma, como VPNs, suporta mais recursos HTTP, como HTTP/3 e manuseio de redirecionamentos personalizados
th: รองรับฟีเจอร์ของแพลตฟอร์มโดยอัตโนมัติ เช่น VPNs รองรับฟีเจอร์ HTTP มากขึ้น เช่น HTTP/3 และการจัดการการเปลี่ยนเส้นทางที่กำหนดเอง
tr: otomatik olarak VPN'ler gibi platform özelliklerini destekler, HTTP/3 gibi daha fazla HTTP özelliğini ve özel yönlendirme işlemlerini destekler

source: Unwatched
ar: لم يشاهد
as: নোচোৱা
fr: Non regardé
hi: अनदेखा
id: Belum ditonton
it: Non guardato
ja: 未視聴
pt: Não assistido
th: ยังไม่ได้ดู
tr: İzlenmemiş

source: Last watched
ar: آخر مشاهدة
as: শেষত চোৱা
fr: Dernièrement regardé
hi: अंतिम बार देखा गया
id: Terakhir ditonton
it: Ultima visione
ja: 最後に視聴
pt: Último assistido
th: ดูครั้งสุดท้าย
tr: Son İzlenen

source: Unwatched count
ar: عدد غير المشاهد
as: নোচোৱাৰ সংখ্যা
fr: Nombre non vu
hi: अनदेखी गिनती
id: Jumlah belum ditonton
it: Conteggio non guardati
ja: 未視聴数
pt: Contagem não assistidos
th: จำนวนที่ยังไม่ได้ดู
tr: İzlenmemiş Sayısı

source: Latest episode
ar: الحلقة الأخيرة
as: শেহতীয়া খণ্ড
fr: Dernier épisode
hi: नवीनतम एपिसोड
id: Episode terbaru
it: Ultimo episodio
ja: 最新エピソード
pt: Último episódio
th: ตอนล่าสุด
tr: Son Bölüm

source: Downloaded episodes
ar: الحلقات المحملة
as: ডাউনলোড কৰা খণ্ডসমূহ
fr: Épisodes téléchargés
hi: डाउनलोड किए गए एपिसोड
id: Episode yang diunduh
it: Episodi scaricati
ja: ダウンロード済みエピソード
pt: Episódios baixados
th: ตอนที่ดาวน์โหลด
tr: İndirilen Bölümler

source: Show continue watching buttons
ar: إظهار أزرار المتابعة
as: চোৱা অব্যাহত ৰাখক বুটাম দেখুৱাওক
fr: Afficher les boutons de reprise
hi: देखना जारी रखें बटन दिखाएँ
id: Tampilkan tombol lanjut menonton
it: Mostra pulsanti continua a guardare
ja: 視聴を続けるボタンを表示
pt: Mostrar botões para continuar assistindo
th: แสดงปุ่มดูต่อไป
tr: İzlemeye Devam Et Düğmelerini Göster

source: By episode number
ar: حسب رقم الحلقة
as: খণ্ড নম্বৰ অনুসৰি
fr: Par numéro d'épisode
hi: एपिसोड नंबर के अनुसार
id: Menurut nomor episode
it: Per numero di episodio
ja: エピソード番号順
pt: Por número do episódio
th: ตามหมายเลขตอน
tr: Bölüm Sayısına Göre

source: Episode number
ar: رقم الحلقة
as: খণ্ড নম্বৰ
fr: Numéro d'épisode
hi: एपिसोड नंबर
id: Nomor episode
it: Numero dell'episodio
ja: エピソード番号
pt: Número do episódio
th: หมายเลขตอน
tr: Bölüm Sayısı

source: Total episodes
ar: إجمالي الحلقات
as: মুঠ খণ্ড
fr: Total des épisodes
hi: कुल एपिसोड
id: Total episode
it: Episodi totali
ja: 総エピソード数
pt: Total de episódios
th: รวมตอน
tr: Toplam Bölümler

source: Next episode
ar: الحلقة التالية
as: পৰৱৰ্তী খণ্ড
fr: Épisode suivant
hi: अगला एपिसोड
id: Episode berikutnya
it: Prossimo episodio
ja: 次のエピソード
pt: Próximo episódio
th: ตอนถัดไป
tr: Sonraki Bölüm

source: Next 5 episodes
ar: الحلقات الخمس التالية
as: পৰৱৰ্তী ৫ টা খণ্ড
fr: 5 épisodes suivants
hi: अगले 5 एपिसोड
id: 5 episode berikutnya
it: Prossimi 5 episodi
ja: 次の5エピソード
pt: Próximos 5 episódios
th: 5 ตอนถัดไป
tr: Sonraki 5 Bölüm

source: Next 10 episodes
ar: العشر حلقات التالية
as: পৰৱৰ্তী ১০ টা খণ্ড
fr: 10 épisodes suivants
hi: अगले 10 एपिसोड
id: 10 episode berikutnya
it: Prossimi 10 episodi
ja: 次の10エピソード
pt: Próximos 10 episódios
th: 10 ตอนถัดไป
tr: Sonraki 10 Bölüm

source: Next 25 episodes
ar: الخمسة وعشرون حلقة التالية
as: পৰৱৰ্তী ২৫ টা খণ্ড
fr: 25 épisodes suivants
hi: अगले 25 एपिसोड
id: 25 episode berikutnya
it: Prossimi 25 episodi
ja: 次の25エピソード
pt: Próximos 25 episódios
th: 25 ตอนถัดไป
tr: Sonraki 25 Bölüm

# remove_all_update_msg
source: Are you sure? The whole update will be cleared
ar: هل أنت متأكد؟ سيتم مسح التحديث بالكامل
as: আপুনি নিশ্চিত নেকি? সকলো আপডেট মচা হ'ব
fr: Êtes-vous sûr ? Toute la mise à jour sera effacée
hi: क्या आप सुनिश्चित हैं? सभी अपडेट साफ़ हो जाएंगे
id: Apakah Anda yakin? Seluruh pembaruan akan dihapus
it: Sei sicuro? L'intero aggiornamento verrà eliminato
ja: 本当によろしいですか？すべての更新がクリアされます
pt: Tem certeza? Toda a atualização será apagada
th: คุณแน่ใจหรือไม่? การอัปเดตทั้งหมดจะถูกลบ
tr: Emin misiniz? Tüm güncelleme silinecek

# syncing
source: Sync
ar: مزامنة
as: সমন্বয় কৰি আছে
fr: Synchronisation
hi: समन्वयित हो रहा है
id: Sinkronisasi
it: Sincronizzazione
ja: 同期中
pt: Sincronizando
th: การซิงค์
tr: Senkrone etme

# sync_password
source: Password (at least 8 characters)
ar: كلمة المرور (على الأقل 8 أحرف)
as: পাছৱৰ্ড (কমেও ৮টা আখৰ)
fr: Mot de passe (au moins 8 caractères)
hi: पासवर्ड (कम से कम 8 अक्षर)
id: Kata sandi (minimal 8 karakter)
it: Password (almeno 8 caratteri)
ja: パスワード（8文字以上）
pt: Senha (pelo menos 8 caracteres)
th: รหัสผ่าน (อย่างน้อย 8 ตัวอักษร)
tr: Şifre (en az 8 karakter)

# sync_logged
source: Login successful
ar: تم تسجيل الدخول بنجاح
as: লগইন সফল
fr: Connexion réussie
hi: लॉगिन सफल
id: Berhasil masuk
it: Accesso riuscito
ja: ログイン成功
pt: Login bem-sucedido
th: เข้าสู่ระบบสำเร็จ
tr: Giriş başarılı

# syncing_subtitle
source: Sync your progress across multiple devices via a self-hosted server. Check out our discord server for more info!
ar: قم بمزامنة تقدمك عبر أجهزة متعددة عبر خادم مستضاف ذاتيًا. اطّلع على خادم الخلاف الخاص بنا لمزيد من المعلومات!
as: স্ব-হোষ্ট কৰা চাৰ্ভাৰৰ জৰিয়তে একাধিক ডিভাইচত আপোনাৰ প্ৰগতি সমন্বয় কৰক। অধিক তথ্যৰ বাবে আমাৰ ডিস্ক'ৰ্ড চাৰ্ভাৰ চাওক!
fr: Synchronisez votre progression sur plusieurs appareils via un serveur auto-hébergé. Consultez notre serveur discord pour plus d'informations !
hi: स्व-होस्ट किए गए सर्वर के माध्यम से कई उपकरणों में अपनी प्रगति को समन्वयित करें। अधिक जानकारी के लिए हमारे डिस्कॉर्ड सर्वर देखें!
id: Sinkronkan kemajuan Anda di beberapa perangkat melalui server yang dihosting sendiri. Lihat server discord kami untuk info lebih lanjut!
it: Sincronizza i tuoi progressi su più dispositivi tramite un server discord auto-ospitato. Per maggiori informazioni, visita il nostro server discord!
ja: セルフホストサーバーを通じて複数デバイス間で進行状況を同期します。詳細はDiscordサーバーをご覧ください！
pt: Sincroniza o teu progresso em vários dispositivos através de um server auto-hospedado. Consulta o nosso servidor discord para mais informações!
th: ซิงค์ความคืบหน้าของคุณระหว่างอุปกรณ์ต่างๆ ผ่านเซิร์ฟเวอร์ที่โฮสต์ด้วยตนเอง ดูข้อมูลเพิ่มเติมได้ที่เซิร์ฟเวอร์ Discord ของเรา
tr: İlerlemenizi kendi barındırdığınız bir server aracılığıyla birden fazla cihaz arasında senkronize edin. Daha fazla bilgi için discord sunucumuza göz atın!

# last_sync_manga
source: Last manga sync at:
ar: آخر مزامنة مانغا في:
as: শেহতীয়া মাংগা সিংক:
fr: Dernière synchro du manga à :
hi: अंतिम मंगा सिंक:
id: Sinkronisasi manga terakhir di:
it: Ultima sincronizzazione del manga a:
ja: 最終マンガ同期:
pt: Última sincronização da manga em:
th: ซิงค์มังงะล่าสุดเมื่อ:
tr: Son manga senkronizasyonu:

# last_sync_history
source: Last history sync at:
ar: آخر مزامنة للتاريخ في:
as: শেহতীয়া ইতিহাস সিংক:
fr: Dernière synchro historique au :
hi: अंतिम इतिहास सिंक:
id: Sinkronisasi riwayat terakhir pada:
it: Ultima storia sincronizzata a:
ja: 最終履歴同期:
pt: Última sincronização da história em:
th: ประวัติการซิงค์ครั้งล่าสุด:
tr: Son tarih senkronizasyonu:

# last_sync_update
source: Last update sync at:
ar: آخر مزامنة تحديث في:
as: শেহতীয়া আপডেট সিংক:
fr: Dernière mise à jour de la synchronisation au :
hi: अंतिम अपडेट सिंक:
id: Sinkronisasi pembaruan terakhir pada:
it: Ultimo aggiornamento: sincronizzazione a:
ja: 最終更新同期:
pt: Última atualização sincronizada em:
th: อัปเดตข้อมูลล่าสุดเมื่อ:
tr: Son güncelleme senkronizasyonu:

# sync_server
source: Sync Server Address
ar: عنوان خادم المزامنة
as: সিংক চাৰ্ভাৰ ঠিকনা
fr: Adresse du serveur de synchronisation
hi: सिंक सर्वर पता
id: Alamat Server Sinkronisasi
it: Indirizzo del server di sincronizzazione
ja: 同期サーバーアドレス
pt: Endereço do servidor de sincronização
th: ที่อยู่เซิร์ฟเวอร์ซิงค์
tr: Senkronizasyon Sunucu Adresi

# sync_login_invalid_creds
source: Invalid email or password
ar: بريد إلكتروني أو كلمة مرور غير صحيحة
as: অবৈধ ইমেইল বা পাছৱৰ্ড
fr: E-mail ou mot de passe invalide
hi: अमान्य ईमेल या पासवर्ड
id: Email atau kata sandi tidak valid
it: Email o password non validi
ja: 無効なメールアドレスまたはパスワード
pt: E-mail ou senha inválidos
th: อีเมลหรือรหัสผ่านไม่ถูกต้อง
tr: Geçersiz e-posta veya şifre

# sync_starting
source: Starting sync...
ar: بدء المزامنة...
as: সিংক আৰম্ভ হৈছে...
fr: Synchronisation de départ...
hi: सिंक शुरू हो रहा है...
id: Memulai sinkronisasi...
it: Avvio della sincronizzazione...
ja: 同期を開始しています...
pt: Iniciar a sincronização...
th: กำลังเริ่มการซิงค์...
tr: Senkronizasyonu başlatıyorum.

source: Sync finished
ar: تم الانتهاء من المزامنة
as: সিংক সম্পূৰ্ণ
fr: Synchronisation terminée
hi: सिंक पूर्ण
id: Sinkronisasi selesai
it: Sincronizzazione terminata
ja: 同期完了
pt: Sincronização concluída
th: การซิงค์เสร็จสิ้น
tr: Senkronizasyon tamamlandı

source: Sync failed
ar: فشل المزامنة
as: সিংক বিফল
fr: Échec de la synchronisation
hi: सिंक विफल
id: Sinkronisasi gagal
it: Sincronizzazione fallita
ja: 同期失敗
pt: A sincronização falhou
th: การซิงค์ล้มเหลว
tr: Senkronizasyon başarısız

# sync_button_sync
source: Sync progress
ar: مزامنة التقدم
as: প্ৰগতি সিংক কৰক
fr: Synchroniser les progrès
hi: प्रगति सिंक करें
id: Sinkronkan progres
it: Sincronizza progressi
ja: 進行状況を同期
pt: Sincronizar progresso
th: ซิงค์ความคืบหน้า
tr: İlerlemeyi senkronize et

# dialog_confirm
source: Confirm
ar: تأكيد
as: নিশ্চিত কৰক
fr: Confirmer
hi: पुष्टि करें
id: Konfirmasi
it: Conferma
ja: 確認
pt: Confirmar
th: ยืนยัน
tr: Onayla

# full_screen_player
source: Use Fullscreen
ar: استخدام الشاشة الكاملة
as: সম্পূৰ্ণ স্ক্ৰীন ব্যৱহাৰ কৰক
fr: Utiliser le mode plein écran
hi: पूर्ण स्क्रीन का उपयोग करें
id: Gunakan Layar Penuh
it: Usa schermo intero
ja: フルスクリーンを使用
pt: Usar tela cheia
th: ใช้โหมดเต็มหน้าจอ
tr: Tam ekran kullan

# full_screen_player_info
source: Automatically use fullscreen when playing a video.
ar: استخدام الشاشة الكاملة تلقائيًا عند تشغيل الفيديو.
as: ভিডিঅ' চলাওঁতে স্বয়ংক্ৰিয়ভাৱে সম্পূৰ্ণ স্ক্ৰীন ব্যৱহাৰ কৰক।
fr: Utiliser automatiquement le mode plein écran lors de la lecture d'une vidéo.
hi: वीडियो चलाते समय स्वचालित रूप से पूर्ण स्क्रीन का उपयोग करें।
id: Otomatis gunakan layar penuh saat memutar video.
it: Usa automaticamente lo schermo intero durante la riproduzione di un video.
ja: 動画再生時に自動的にフルスクリーンを使用します。
pt: Usar automaticamente tela cheia ao reproduzir um vídeo.
th: ใช้โหมดเต็มหน้าจอโดยอัตโนมัติเมื่อเล่นวิดีโอ
tr: Bir video oynatıldığında otomatik olarak tam ekran kullan.

source: Novel Sources
ar: مصادر الروايات
as: উপন্যাস উৎস
fr: Sources de romans
hi: उपन्यास स्रोत
id: Sumber Novel
it: Fonti romanzo
ja: 小説ソース
pt: Fontes de novels
th: แหล่งข้อมูลนวนิยาย
tr: Hikaye Kaynakları

source: Novel Extensions
ar: إضافات الروايات
as: উপন্যাস এক্সটেনশ্বন
fr: Extensions de romans
hi: उपन्यास एक्सटेंशन
id: Ekstensi Novel
it: Estensioni romanzo
ja: 小説拡張機能
pt: Extensões de novels
th: ส่วนขยายของนวนิยาย
tr: Hikaye Uzantıları

source: Novel
ar: رواية
as: উপন্যাস
fr: Roman
hi: उपन्यास
it: Romanzo
ja: 小説
th: นวนิยาย
tr: Hikaye

source: Skip opening
ar: تخطي البداية
as: ওপেনিং স্কিপ কৰক
fr: Passer l'opening
hi: ओपनिंग स्किप करें
id: Lewati pembukaan
it: Salta apertura
ja: オープニングをスキップ
pt: Pular abertura
th: ข้ามตอนเปิด
tr: Açılışı atla

source: Skip ending
ar: تخطي النهاية
as: এণ্ডিং স্কিপ কৰক
fr: Passer l'ending
hi: एंडिंग स्किप करें
id: Lewati penutupan
it: Salta finale
ja: エンディングをスキップ
pt: Pular encerramento
th: ข้ามตอนจบ
tr: Sonu atla
