Repository: kodjodevf/mangayomi
Catalog: lib/l10n/app_*.arb
Languages: ar, as, fr, hi, id, it, ja, pt, th, tr

# n_hour_ago
source: {hour} hour ago
ar: قبل {hour} ساعة
as: {hour} ঘণ্টা পূৰ্বে
fr: Il y a {hour} heure
hi: {hour} घंटे पहले
id: {hour} jam yang lalu
it: {hour} ora fa
ja: {hour}時間前
pt: há {hour} hora
th: {hour} ชั่วโมงที่แล้ว
tr: {hour} saat önce

# n_hours_ago
source: {hours} hours ago
ar: قبل {hours} ساعات
as: {hours} ঘণ্টা পূৰ্বে
fr: Il y a {hours} heures
hi: {hours} घंटे पहले
id: {hours} jam yang lalu
it: {hours} ore fa
ja: {hours}時間前
pt: há {hours} horas
th: {hours} ชั่วโมงที่แล้ว
tr: {hours} saat önce

# n_minute_ago
source: {minute} minute ago
ar: قبل {minute} دقيقة
as: {minute} মিনিট পূৰ্বে
fr: Il y a {minute} minute
hi: {minute} मिनट पहले
id: {minute} menit yang lalu
it: {minute} minuto fa
ja: {minute}分前
pt: há {minute} minuto
th: {minute} นาทีที่แล้ว
tr: {minute} dakika önce

# n_minutes_ago
source: {minutes} minutes ago
ar: قبل {minutes} دقائق
as: {minutes} মিনিট পূৰ্বে
fr: Il y a {minutes} minutes
hi: {minutes} मिनट पहले
id: {minutes} menit yang lalu
it: {minutes} minuti fa
ja: {minutes}分前
pt: há {minutes} minutos
th: {minutes} นาทีที่แล้ว
tr: {minutes} dakika önce

# n_day_ago
source: {day} day ago
ar: قبل {day} يوم
as: {day} দিন পূৰ্বে
fr: Il y a {day} jour
hi: {day} दिन पहले
id: {day} hari yang lalu
it: {day} giorno fa
ja: {day}日前
pt: há {day} dia
th: {day} วันที่แล้ว
tr: {day} gün önce

source: now
ar: الآن
as: এতিয়া
fr: maintenant
hi: अभी
id: sekarang
it: adesso
ja: 今
pt: agora
th: ตอนนี้
tr: şimdi

# library_last_updated
source: Library last updated: {lastUpdated}
ar: آخر تحديث للمكتبة: {lastUpdated}
as: পুথিভঁৰাল শেষবাৰৰ বাবে আপডেট কৰা হৈছে: {lastUpdated}
fr: Dernière mise à jour de la bibliothèque : {lastUpdated}
hi: लाइब्रेरी अंतिम बार अपडेट की गई: {lastUpdated}
id: Pembaruan terakhir perpustakaan: {lastUpdated}
it: Libreria aggiornata l'ultima volta: {lastUpdated}
ja: ライブラリ最終更新: {lastUpdated}
pt: Biblioteca última atualização: {lastUpdated}
th: ห้องสมุดอัปเดตล่าสุด: {lastUpdated}
tr: Kütüphane son güncelleme: {lastUpdated}

source: Data and storage
ar: البيانات والتخزين
as: ডাটা আৰু সংৰক্ষণ
fr: Données et stockage
hi: डेटा और स्टोरेज
id: Data dan penyimpanan
it: Dati e archiviazione
ja: データとストレージ
pt: Dados e armazenamento
th: ข้อมูลและพื้นที่จัดเก็บ
tr: Veri ve depolama

# download_location_info
source: Used for chapter downloads
ar: تُستخدم لتنزيل الفصول
as: অধ্যায় ডাউনলোডৰ বাবে ব্যৱহৃত
fr: Utilisé pour les téléchargements de chapitres
hi: अध्याय डाउनलोड के लिए उपयोग किया जाता है
id: Digunakan untuk unduhan bab
it: Usato per i download dei capitoli
ja: チャプターダウンロードに使用
pt: Usado para downloads de capítulos
th: ใช้สำหรับการดาวน์โหลดบท
tr: Bölüm indirmeleri için kullanılır

source: Storage
ar: التخزين
as: সংৰক্ষণ
fr: Stockage
hi: स्टोरेज
id: Penyimpanan
it: Archiviazione
ja: ストレージ
pt: Armazenamento
th: พื้นที่จัดเก็บ
tr: Depolama

source: Clear chapter and episode cache
ar: مسح ذاكرة التخزين المؤقت للفصول والحلقات
as: অধ্যায় আৰু খণ্ড কেচ পৰিষ্কাৰ কৰক
fr: Effacer le cache des chapitres et épisodes
hi: अध्याय और एपिसोड कैश साफ़ करें
id: Hapus cache bab dan episode
it: Cancella cache dei capitoli ed episodi
ja: チャプターとエピソードキャッシュをクリア
pt: Limpar cache de capítulos e episódios
th: ล้างแคชบทและตอน
tr: Bölüm ve bölüm önbelleğini temizle

source: Cache cleared
ar: تم مسح ذاكرة التخزين المؤقت
as: কেচ পৰিষ্কাৰ হ'ল
fr: Cache effacé
hi: कैश साफ़ हो गया
id: Cache dihapus
it: Cache cancellata
ja: キャッシュをクリアしました
pt: Cache limpo
th: ล้างแคชแล้ว
tr: Önbellek temizlendi

# clear_chapter_or_episode_cache_on_app_launch
source: Clear chapter/episode cache on app launch
ar: مسح ذاكرة التخزين المؤقت للفصول/الحلقات عند فتح التطبيق
as: এপ লঞ্চত অধ্যায়/খণ্ড কেচ পৰিষ্কাৰ কৰক
fr: Effacer le cache des chapitres/épisodes au lancement de l'application
hi: ऐप लॉन्च पर अध्याय/एपिसोड कैश साफ़ करें
id: Hapus cache bab/episode saat aplikasi dibuka
it: Cancella cache dei capitoli/episodi all'avvio dell'app
ja: アプリ起動時にチャプター/エピソードキャッシュをクリア
pt: Limpar cache de capítulo/episódio ao iniciar o aplicativo
th: ล้างแคชบท/ตอนเมื่อเปิดแอป
tr: Uygulama açıldığında bölüm/bölüm önbelleğini temizle

source: App settings
ar: إعدادات التطبيق
as: এপ ছেটিংছ
fr: Paramètres de l'application
hi: ऐप सेटिंग्स
id: Pengaturan aplikasi
it: Impostazioni app
ja: アプリ設定
pt: Configurações do aplicativo
th: การตั้งค่าแอป
tr: Uygulama ayarları

source: Sources settings
ar: إعدادات المصادر
as: উৎস ছেটিংছ
fr: Paramètres des sources
hi: स्रोत सेटिंग्स
id: Pengaturan sumber
it: Impostazioni fonti
ja: ソース設定
pt: Configurações de fontes
th: การตั้งค่าแหล่งข้อมูล
tr: Kaynak ayarları

# include_sensitive_settings
source: Include sensitive settings (e.g., tracker login tokens)
ar: تضمين الإعدادات الحساسة (مثل رموز تسجيل الدخول للمتعقب)
as: সংবেদনশীল ছেটিংছ অন্তৰ্ভুক্ত কৰক (যেনে, ট্ৰেকাৰ লগইন টোকেন)
fr: Inclure les paramètres sensibles (par ex., jetons de connexion des traceurs)
hi: संवेदनशील सेटिंग्स शामिल करें (जैसे, ट्रैकर लॉगिन टोकन)
id: Sertakan pengaturan sensitif (misalnya, token login pelacak)
it: Includi impostazioni sensibili (es. token di login del tracker)
ja: 機密設定を含める（例：トラッカーログイントークン）
pt: Incluir configurações sensíveis (ex: tokens de login do tracker)
th: รวมการตั้งค่าที่อ่อนไหว (เช่น โทเค็นการเข้าสู่ระบบของตัวติดตาม)
tr: Hassas ayarları dahil et (ör. izleyici giriş token'ları)

source: Create
ar: إنشاء
as: সৃষ্টি কৰক
fr: Créer
hi: बनाएं
id: Buat
it: Crea
ja: 作成
pt: Criar
th: สร้าง
tr: Oluştur

# migrate_confirm
source: Migrate to another source
ar: الانتقال إلى مصدر آخر
as: অন্য উৎসলৈ স্থানান্তৰ কৰক
fr: Migrer vers une autre source
hi: दूसरे स्रोत में माइग्रेट करें
id: Migrasi ke sumber lain
it: Migrare a un'altra fonte
ja: 別のソースに移行
pt: Migrar para outra fonte
th: ย้ายไปยังแหล่งอื่น
tr: Başka bir kaynağa geç

source: Clean database
ar: تنظيف قاعدة البيانات
as: ডাটাবেছ পৰিষ্কাৰ কৰক
fr: Nettoyer la base de données
hi: डेटाबेस साफ़ करें
id: Bersihkan basis data
it: Pulire il database
ja: データベースをクリーン
pt: Limpar banco de dados
th: ล้างฐานข้อมูล
tr: Veritabanını temizle

# cleaned_database
source: Database cleaned! {x} entries removed
ar: تم تنظيف قاعدة البيانات! تمت إزالة {x} إدخالات
as: ডাটাবেছ পৰিষ্কাৰ হ'ল! {x} টা এণ্ট্ৰি আঁতৰোৱা হ'ল
fr: Base de données nettoyée ! {x} entrées supprimées
hi: डेटाबेस साफ़ हो गया! {x} प्रविष्टियाँ हटाई गईं
id: Basis data dibersihkan! {x} entri dihapus
it: Database pulito! {x} voci rimosse
ja: データベースがクリーンされました！{x}個のエントリが削除されました
pt: Banco de dados limpo! {x} entradas removidas
th: ฐานข้อมูลถูกล้างแล้ว! ลบ {x} รายการ
tr: Veritabanı temizlendi! {x} giriş kaldırıldı

# clean_database_desc
source: This will remove all items that are not added to the library!
ar: سيؤدي هذا إلى إزالة جميع العناصر التي لم تتم إضافتها إلى المكتبة!
as: এইটোৱে পুথিভঁৰালত যোগ নকৰা সকলো বস্তু আঁতৰাব!
fr: Cela supprimera tous les éléments qui ne sont pas ajoutés à la bibliothèque !
hi: यह उन सभी आइटम को हटा देगा जो लाइब्रेरी में नहीं जोड़े गए हैं!
id: Ini akan menghapus semua item yang tidak ditambahkan ke perpustakaan!
it: Questo eliminerà tutti gli elementi che non sono stati aggiunti alla libreria!
ja: これによりライブラリに追加されていないすべてのアイテムが削除されます！
pt: Isso removerá todos os itens que não foram adicionados à biblioteca!
th: สิ่งนี้จะลบรายการทั้งหมดที่ไม่ได้เพิ่มในห้องสมุด!
tr: Bu, kütüphaneye eklenmeyen tüm öğeleri kaldıracaktır!

source: Statistics
ar: الإحصائيات
as: পৰিসংখ্যা
fr: Statistiques
hi: सांख्यिकी
id: Statistik
it: Statistiche
ja: 統計
pt: Estatísticas
th: สถิติ
tr: İstatistikler

source: Default subtitle language
ar: لغة الترجمة الافتراضية
as: ডিফল্ট উপশিৰোনাম ভাষা
fr: Langue des sous-titres par défaut
hi: डिफ़ॉल्ट उपशीर्षक भाषा
id: Bahasa subtitle default
it: Lingua predefinita dei sottotitoli
ja: デフォルト字幕言語
pt: Idioma padrão das legendas
th: ภาษาคำบรรยายเริ่มต้น
tr: Varsayılan altyazı dili

source: Follow system theme
ar: اتبع سمة النظام
as: ছিষ্টেম থিম অনুসৰণ কৰক
fr: Suivre le thème du système
hi: सिस्टम थीम का पालन करें
id: Ikuti tema sistem
it: Segui il tema del sistema
ja: システムテーマに従う
pt: Seguir o tema do sistema
th: ใช้ธีมระบบ
tr: Sistem temasını takip et

# sync_on
source: Enable sync
ar: تمكين المزامنة
as: সিংক সক্ষম কৰক
fr: Activer la synchronisation
hi: सिंक सक्षम करें
id: Aktifkan sinkronisasi
it: Abilita sincronizzazione
ja: 同期を有効化
pt: Ativar sincronização
th: เปิดการซิงค์
tr: Senkronizasyonu etkinleştir

# sync_auto
source: Auto Sync
ar: المزامنة التلقائية
as: স্বয়ংক্ৰিয় সিংক
fr: Synchronisation automatique
hi: स्वचालित सिंक
id: Sinkronisasi otomatis
it: Sincronizzazione automatica
ja: 自動同期
pt: Sincronização automática
th: การซิงค์อัตโนมัติ
tr: Otomatik senkronizasyon

# sync_auto_warning
source: Auto Sync is currently an experimental feature!
ar: المزامنة التلقائية هي ميزة تجريبية حاليًا!
as: স্বয়ংক্ৰিয় সিংক বৰ্তমান এক পৰীক্ষামূলক বৈশিষ্ট্য!
fr: La synchronisation automatique est actuellement une fonctionnalité expérimentale !
hi: स्वचालित सिंक वर्तमान में एक प्रयोगात्मक सुविधा है!
id: Sinkronisasi otomatis saat ini adalah fitur eksperimental!
it: La sincronizzazione automatica è attualmente una funzione sperimentale!
ja: 自動同期は現在実験的な機能です！
pt: A sincronização automática é atualmente um recurso experimental!
th: การซิงค์อัตโนมัติเป็นฟีเจอร์ทดลองในขณะนี้!
tr: Otomatik senkronizasyon şu anda deneysel bir özelliktir!

# sync_auto_off
source: Off
ar: إيقاف
as: বন্ধ
fr: Désactivé
hi: बंद
id: Mati
it: Disattivato
ja: オフ
pt: Desativado
th: ปิด
tr: Kapalı

# sync_auto_5_minutes
source: Every 5 minutes
ar: كل 5 دقائق
as: প্ৰতি ৫ মিনিট
fr: Toutes les 5 minutes
hi: हर 5 मिनट
id: Setiap 5 menit
it: Ogni 5 minuti
ja: 5分ごと
pt: A cada 5 minutos
th: ทุก 5 นาที
tr: Her 5 dakikada bir

# sync_auto_10_minutes
source: Every 10 minutes
ar: كل 10 دقائق
as: প্ৰতি ১০ মিনিট
fr: Toutes les 10 minutes
hi: हर 10 मिनट
id: Setiap 10 menit
it: Ogni 10 minuti
ja: 10分ごと
pt: A cada 10 minutos
th: ทุก 10 นาที
tr: Her 10 dakikada bir

# sync_auto_30_minutes
source: Every 30 minutes
ar: كل 30 دقيقة
as: প্ৰতি ৩০ মিনিট
fr: Toutes les 30 minutes
hi: हर 30 मिनट
id: Setiap 30 menit
it: Ogni 30 minuti
ja: 30分ごと
pt: A cada 30 minutos
th: ทุก 30 นาที
tr: Her 30 dakikada bir

# sync_auto_1_hour
source: Every 1 hour
ar: كل ساعة
as: প্ৰতি ১ ঘণ্টা
fr: Toutes les 1 heure
hi: हर 1 घंटे
id: Setiap 1 jam
it: Ogni 1 ora
ja: 1時間ごと
pt: A cada 1 hora
th: ทุก 1 ชั่วโมง
tr: Her 1 saatte bir

# sync_auto_3_hours
source: Every 3 hours
ar: كل 3 ساعات
as: প্ৰতি ৩ ঘণ্টা
fr: Toutes les 3 heures
hi: हर 3 घंटे
id: Setiap 3 jam
it: Ogni 3 ore
ja: 3時間ごと
pt: A cada 3 horas
th: ทุก 3 ชั่วโมง
tr: Her 3 saatte bir

# sync_auto_6_hours
source: Every 6 hours
ar: كل 6 ساعات
as: প্ৰতি ৬ ঘণ্টা
fr: Toutes les 6 heures
hi: हर 6 घंटे
id: Setiap 6 jam
it: Ogni 6 ore
ja: 6時間ごと
pt: A cada 6 horas
th: ทุก 6 ชั่วโมง
tr: Her 6 saatte bir

# sync_auto_12_hours
source: Every 12 hours
ar: كل 12 ساعة
as: প্ৰতি ১২ ঘণ্টা
fr: Toutes les 12 heures
hi: हर 12 घंटे
id: Setiap 12 jam
it: Ogni 12 ore
ja: 12時間ごと
pt: A cada 12 horas
th: ทุก 12 ชั่วโมง
tr: Her 12 saatte bir

source: Server error!
ar: خطأ في الخادم!
as: চাৰ্ভাৰ ত্ৰুটি!
fr: Erreur du serveur !
hi: सर्वर त्रुटि!
id: Kesalahan server!
it: Errore del server!
ja: サーバーエラー！
pt: Erro no servidor!
th: ข้อผิดพลาดของเซิร์ฟเวอร์!
tr: Sunucu hatası!

# reorder_navigation
source: Customize navigation
ar: تخصيص التنقل
as: নেভিগেশ্বন কাষ্টমাইজ কৰক
fr: Personnaliser la navigation
hi: नेविगेशन को अनुकूलित करें
id: Sesuaikan navigasi
it: Personalizza navigazione
ja: ナビゲーションをカスタマイズ
pt: Personalizar navegação
th: ปรับแต่งการนำทาง
tr: Gezinmeyi özelleştir

# reorder_navigation_description
source: Reorder and toggle each navigation to your needs.
ar: أعد ترتيب وتبديل كل تنقل حسب احتياجاتك.
as: আপোনাৰ প্ৰয়োজন অনুসৰি প্ৰতিটো নেভিগেশ্বন পুনৰ্বিন্যাস আৰু টগল কৰক।
fr: Réorganisez et ajustez chaque navigation selon vos besoins.
hi: अपनी आवश्यकताओं के अनुसार प्रत्येक नेविगेशन को पुनर्व्यवस्थित और टॉगल करें।
id: Atur ulang dan sesuaikan setiap navigasi sesuai kebutuhan Anda.
it: Riorganizza e regola ogni navigazione in base alle tue esigenze.
ja: ニーズに合わせて各ナビゲーションを並べ替えたり切り替えたりします。
pt: Reorganize e ajuste cada navegação conforme suas necessidades.
th: จัดเรียงและปรับแต่งการนำทางแต่ละรายการตามความต้องการของคุณ
tr: Gezinmeyi ihtiyaçlarınıza göre yeniden düzenleyin ve ayarlayın.

source: Include subtitles
ar: تضمين الترجمة
as: উপশিৰোনাম অন্তৰ্ভুক্ত কৰক
fr: Inclure les sous-titres
hi: उपशीर्षक शामिल करें
id: Sertakan subtitle
it: Includi sottotitoli
ja: 字幕を含める
pt: Incluir legendas
th: รวมคำบรรยาย
tr: Altyazıları dahil et

# downloads_are_limited_to_wifi
source: Downloads are limited to Wi-Fi only
ar: التنزيلات مقتصرة على Wi-Fi فقط
as: ডাউনলোডসমূহ কেৱল Wi-Fiলৈ সীমিত
fr: Les téléchargements sont limités au Wi-Fi uniquement
hi: डाउनलोड केवल Wi-Fi तक सीमित हैं
id: Unduhan dibatasi hanya untuk Wi-Fi
it: I download sono limitati solo al Wi-Fi
ja: ダウンロードはWi-Fiに制限されています
pt: Os downloads estão limitados apenas ao Wi-Fi
th: การดาวน์โหลดจำกัดเฉพาะ Wi-Fi เท่านั้น
tr: İndirmeler yalnızca Wi-Fi ile sınırlıdır

source: Manga extensions repo
ar: مستودع إضافات المانجا
as: মাংগা এক্সটেনশ্বন ৰিপ'
fr: Dépôt d'extensions de mangas
hi: मंगा एक्सटेंशन रेपो
id: Repositori ekstensi manga
it: Repository delle estensioni manga
ja: マンガ拡張機能リポジトリ
pt: Repositório de extensões de mangás
th: ที่เก็บส่วนขยายมังงะ
tr: Manga uzantıları deposu

source: Anime extensions repo
ar: مستودع إضافات الأنمي
as: এনিমে এক্সটেনশ্বন ৰিপ'
fr: Dépôt d'extensions d'anime
hi: एनीमे एक्सटेंशन रेपो
id: Repositori ekstensi anime
it: Repository delle estensioni anime
ja: アニメ拡張機能リポジトリ
pt: Repositório de extensões de animes
th: ที่เก็บส่วนขยายอนิเมะ
tr: Anime uzantıları deposu

source: Novel extensions repo
ar: مستودع إضافات الروايات
as: উপন্যাস এক্সটেনশ্বন ৰিপ'
fr: Dépôt d'extensions de romans
hi: उपन्यास एक्सटेंशन रेपो
id: Repositori ekstensi novel
it: Repository delle estensioni romanzi
ja: 小説拡張機能リポジトリ
pt: Repositório de extensões de romances
th: ที่เก็บส่วนขยายโนเวล
tr: Roman uzantıları deposu

source: undefined
ar: غير محدد
as: অপৰিভাষিত
fr: Indéfini
hi: अपरिभाषित
id: Tidak terdefinisi
it: Non definito
ja: 未定義
pt: Indefinido
th: ไม่ได้กำหนด
tr: Tanımsız

# empty_extensions_repo
source: You don't have any repository urls here. Click on the plus button to add one!
ar: ليس لديك أي عناوين URL للمستودع هنا. انقر على زر الإضافة لإضافة واحد!
as: আপোনাৰ ইয়াত কোনো ৰিপজিটৰী URL নাই। এটা যোগ কৰিবলৈ প্লাছ বুটামত ক্লিক কৰক!
fr: Vous n'avez aucune URL de dépôt ici. Cliquez sur le bouton plus pour en ajouter une !
hi: यहां आपके पास कोई रिपोजिटरी URL नहीं है। एक जोड़ने के लिए प्लस बटन पर क्लिक करें!
id: Anda tidak memiliki URL repositori di sini. Klik tombol tambah untuk menambahkan satu!
it: Non hai alcun URL di repository qui. Fai clic sul pulsante più per aggiungerne uno!
ja: リポジトリURLがありません。追加するにはプラスボタンをクリックしてください！
pt: Você não tem nenhum URL de repositório aqui. Clique no botão de adicionar para incluir um!
th: คุณไม่มี URL ที่เก็บข้อมูลที่นี่ คลิกปุ่มเพิ่มเพื่อเพิ่ม!
tr: Burada hiçbir depo URL'si yok. Bir tane eklemek için artı düğmesine tıklayın!

# add_extensions_repo
source: Add repo URL
ar: إضافة عنوان URL للمستودع
as: ৰিপ' URL যোগ কৰক
fr: Ajouter une URL de dépôt
hi: रेपो URL जोड़ें
id: Tambahkan URL repositori
it: Aggiungi URL del repository
ja: リポジトリURLを追加
pt: Adicionar URL do repositório
th: เพิ่ม URL ที่เก็บข้อมูล
tr: Depo URL'si ekle

# remove_extensions_repo
source: Remove repo URL
ar: إزالة عنوان URL للمستودع
as: ৰিপ' URL আঁতৰাওক
fr: Supprimer l'URL du dépôt
hi: रेपो URL हटाएं
id: Hapus URL repositori
it: Rimuovi URL del repository
ja: リポジトリURLを削除
pt: Remover URL do repositório
th: ลบ URL ที่เก็บข้อมูล
tr: Depo URL'sini kaldır

source: Manage Manga Repo URLs
ar: إدارة عناوين URL لمستودع المانجا
as: মাংগা ৰিপ' URL পৰিচালনা কৰক
fr: Gérer les URL du dépôt de mangas
hi: मंगा रेपो URL प्रबंधित करें
id: Kelola URL repositori manga
it: Gestisci gli URL del repository manga
ja: マンガリポジトリURLを管理
pt: Gerenciar URLs do repositório de mangás
th: จัดการ URL ที่เก็บมังงะ
tr: Manga depo URL'lerini yönet

source: Manage Anime Repo URLs
ar: إدارة عناوين URL لمستودع الأنمي
as: এনিমে ৰিপ' URL পৰিচালনা কৰক
fr: Gérer les URL du dépôt d'anime
hi: एनीमे रेपो URL प्रबंधित करें
id: Kelola URL repositori anime
it: Gestisci gli URL del repository anime
ja: アニメリポジトリURLを管理
pt: Gerenciar URLs do repositório de animes
th: จัดการ URL ที่เก็บอนิเมะ
tr: Anime depo URL'lerini yönet

source: Manage Novel Repo URLs
ar: إدارة عناوين URL لمستودع الروايات
as: উপন্যাস ৰিপ' URL পৰিচালনা কৰক
fr: Gérer les URL du dépôt de romans
hi: उपन्यास रेपो URL प्रबंधित करें
id: Kelola URL repositori novel
it: Gestisci gli URL del repository romanzi
ja: 小説リポジトリURLを管理
pt: Gerenciar URLs do repositório de romances
th: จัดการ URL ที่เก็บโนเวล
tr: Roman depo URL'lerini yönet

source: URL cannot be empty
ar: لا يمكن أن يكون عنوان URL فارغًا
as: URL খালী হ'ব নোৱাৰে
fr: L'URL ne peut pas être vide
hi: URL खाली नहीं हो सकता
id: URL tidak boleh kosong
it: L'URL non può essere vuoto
ja: URLは空にできません
pt: A URL não pode estar vazia
th: URL ไม่สามารถเว้นว่างได้
tr: URL boş olamaz

# url_must_end_with_dot_json
source: URL must end with .json
ar: يجب أن ينتهي عنوان URL بـ .json
as: URL .jsonৰ সৈতে শেষ হ'ব লাগিব
fr: L'URL doit se terminer par .json
hi: URL .json के साथ समाप्त होना चाहिए
id: URL harus diakhiri dengan .json
it: L'URL deve terminare con .json
ja: URLは.jsonで終わる必要があります
pt: A URL deve terminar com .json
th: URL ต้องลงท้ายด้วย .json
tr: URL .json ile bitmelidir

source: Repo URL
ar: عنوان URL للمستودع
as: ৰিপ' URL
fr: URL du dépôt
hi: रेपो URL
id: URL repositori
it: URL del repository
ja: リポジトリURL
pt: URL do repositório
th: URL ที่เก็บข้อมูล
tr: Depo URL'si

source: Invalid URL format
ar: تنسيق عنوان URL غير صالح
as: অবৈধ URL বিন্যাস
fr: Format d'URL invalide
hi: अमान्य URL प्रारूप
id: Format URL tidak valid
it: Formato URL non valido
ja: 無効なURL形式
pt: Formato de URL inválido
th: รูปแบบ URL ไม่ถูกต้อง
tr: Geçersiz URL formatı

source: Clear all sources
ar: مسح جميع المصادر
as: সকলো উৎস পৰিষ্কাৰ কৰক
fr: Effacer toutes les sources
hi: सभी स्रोत साफ़ करें
id: Hapus semua sumber
it: Cancella tutte le fonti
ja: すべてのソースをクリア
pt: Limpar todas as fontes
th: ล้างแหล่งข้อมูลทั้งหมด
tr: Tüm kaynakları temizle

# clear_all_sources_msg
source: This will completely erase all sources of the application. Are you sure you want to continue?
ar: سيؤدي هذا إلى مسح جميع مصادر التطبيق تمامًا. هل أنت متأكد أنك تريد المتابعة؟
as: ই এপ্লিকেশ্বনৰ সকলো উৎস সম্পূৰ্ণৰূপে মচি পেলাব। আপুনি নিশ্চিত যে আপুনি অব্যাহত ৰাখিব বিচাৰে?
fr: Cela effacera complètement toutes les sources de l'application. Êtes-vous sûr de vouloir continuer ?
hi: यह एप्लिकेशन के सभी स्रोतों को पूरी तरह से मिटा देगा। क्या आप सुनिश्चित हैं कि आप जारी रखना चाहते हैं?
id: Ini akan sepenuhnya menghapus semua sumber dari aplikasi. Apakah Anda yakin ingin melanjutkan?
it: Questo cancellerà completamente tutte le fonti dall'app. Sei sicuro di voler continuare?
ja: これによりアプリケーションのすべてのソースが完全に削除されます。続行してもよろしいですか？
pt: Isso limpará completamente todas as fontes do aplicativo. Tem certeza de que deseja continuar?
th: สิ่งนี้จะล้างแหล่งข้อมูลทั้งหมดในแอปอย่างสมบูรณ์ คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?
tr: Bu, uygulamadaki tüm kaynakları tamamen temizleyecektir. Devam etmek istediğinizden emin misiniz?

source: Sources cleared!!!
ar: تم مسح المصادر!!!
as: উৎসসমূহ পৰিষ্কাৰ হ'ল!!!
fr: Sources effacées !
hi: स्रोत साफ़ हो गए!!!
id: Sumber dihapus!
it: Fonti cancellate!
ja: ソースがクリアされました！！！
pt: Fontes limpas!
th: ล้างแหล่งข้อมูลแล้ว!
tr: Kaynaklar temizlendi!

# repo_added
source: Source repository added!
ar: تمت إضافة مستودع المصدر!
as: উৎস ৰিপজিটৰী যোগ কৰা হ'ল!
fr: Dépôt de sources ajouté !
hi: स्रोत रिपोजिटरी जोड़ी गई!
id: Repositori sumber ditambahkan!
it: Repository delle fonti aggiunto!
ja: ソースリポジトリが追加されました！
pt: Repositório de fontes adicionado!
th: เพิ่มที่เก็บข้อมูลแล้ว!
tr: Kaynak deposu eklendi!

# add_repo
source: Add Repository?
ar: إضافة مستودع؟
as: ৰিপজিটৰী যোগ কৰিবনে?
fr: Ajouter un dépôt ?
hi: रिपोजिटरी जोड़ें?
id: Tambahkan repositori?
it: Aggiungere repository?
ja: リポジトリを追加しますか？
pt: Adicionar repositório?
th: เพิ่มที่เก็บข้อมูล?
tr: Depo ekle?

# genre_search_library
source: Search genre in library
ar: بحث النوع في المكتبة
as: পুথিভঁৰালত ধাৰা বিচাৰক
fr: Rechercher un genre dans la bibliothèque
hi: लाइब्रेरी में शैली खोजें
id: Cari genre di perpustakaan
it: Cerca genere nella libreria
ja: ライブラリでジャンル検索
pt: Pesquisar gênero na biblioteca
th: ค้นหาประเภทในห้องสมุด
tr: Kütüphanede tür ara

# genre_search_source
source: Browse in source
ar: تصفح في المصدر
as: উৎসত ব্ৰাউজ কৰক
fr: Explorer dans la source
hi: स्रोत में ब्राउज़ करें
id: Jelajahi di sumber
it: Esplora nella fonte
ja: ソースでブラウズ
pt: Explorar na fonte
th: เรียกดูในแหล่งข้อมูล
tr: Kaynağı keşfet

# source_not_added
source: Source is not installed!
ar: المصدر غير مثبت!
as: উৎস ইনষ্টল কৰা হোৱা নাই!
fr: La source n'est pas installée !
hi: स्रोत स्थापित नहीं है!
id: Sumber tidak diinstal!
it: La fonte non è installata!
ja: ソースがインストールされていません！
pt: A fonte não está instalada!
th: แหล่งข้อมูลไม่ได้ติดตั้ง!
tr: Kaynak yüklenmedi!

# load_own_subtitles
source: Load your own subtitles...
ar: تحميل الترجمة الخاصة بك...
as: নিজৰ উপশিৰোনামসমূহ লোড কৰক...
fr: Charger vos propres sous-titres...
hi: अपने स्वयं के उपशीर्षक लोड करें...
id: Muat subtitle Anda sendiri...
it: Carica i tuoi sottotitoli...
ja: 独自の字幕を読み込む...
pt: Carregar suas próprias legendas...
th: โหลดคำบรรยายของคุณเอง...
tr: Kendi altyazılarınızı yükleyin...

# unsupported_repo
source: You've tried to add an unsupported repository. Please check the discord server for support!
ar: لقد حاولت إضافة مستودع غير مدعوم. يرجى التحقق من خادم الخلاف للحصول على الدعم!
as: আপুনি এক অসমৰ্থিত ৰিপজিটৰী যোগ কৰিবলৈ চেষ্টা কৰিছে। সমৰ্থনৰ বাবে ডিস্ক'ৰ্ড চাৰ্ভাৰ পৰীক্ষা কৰক!
fr: Vous avez essayé d'ajouter un dépôt qui n'est pas pris en charge. Veuillez consulter le serveur discord pour obtenir de l'aide!
hi: आपने एक असमर्थित रिपोजिटरी जोड़ने का प्रयास किया है। कृपया समर्थन के लिए डिस्कॉर्ड सर्वर की जांच करें!
id: Anda telah mencoba menambahkan repositori yang tidak didukung. Silakan periksa server discord untuk mendapatkan dukungan!
it: Hai provato ad aggiungere un repository non supportato. Controlla il server discord per ricevere supporto!
ja: サポートされていないリポジトリを追加しようとしています。サポートについてはDiscordサーバーを確認してください！
pt: Tentou adicionar um repositório não suportado. Por favor, verifique o servidor discord para obter suporte!
th: คุณพยายามเพิ่มที่เก็บข้อมูลที่ไม่รองรับ โปรดตรวจสอบเซิร์ฟเวอร์ Discord เพื่อรับการสนับสนุน!
tr: Desteklenmeyen bir depo eklemeye çalıştınız. Lütfen destek için discord sunucusunu kontrol edin!

source: Downloaded only
ar: المحملة فقط
as: কেৱল ডাউনলোড কৰা
fr: Téléchargés uniquement
hi: केवल डाउनलोड किए गए
id: Hanya yang diunduh
it: Solo scaricati
ja: ダウンロード済みのみ
pt: Apenas baixados
th: ที่ดาวน์โหลดแล้วเท่านั้น
tr: Sadece indirilmiş

# downloaded_only_description
source: Only show downloaded entries in your library
ar: إظهار الإدخالات المحملة فقط في مكتبتك
as: আপোনাৰ পুথিভঁৰালত কেৱল ডাউনলোড কৰা এণ্ট্ৰিসমূহ দেখুৱাওক
fr: Afficher uniquement les entrées téléchargées dans votre bibliothèque
hi: अपनी लाइब्रेरी में केवल डाउनलोड की गई प्रविष्टियाँ दिखाएँ
id: Hanya tampilkan entri yang diunduh di perpustakaan Anda
it: Mostra solo le voci scaricate nella tua libreria
ja: ライブラリにダウンロード済みエントリのみを表示
pt: Mostrar apenas entradas baixadas na sua biblioteca
th: แสดงเฉพาะรายการที่ดาวน์โหลดแล้วในห้องสมุดของคุณ
tr: Kütüphanenizde yalnızca indirilmiş girişleri göster

source: Concurrent downloads
ar: التحميلات المتزامنة
as: সমসাময়িক ডাউনলোড
fr: Téléchargements simultanés
hi: समवर्ती डाउनलोड
id: Unduhan bersamaan
it: Download simultanei
ja: 同時ダウンロード
pt: Downloads simultâneos
th: ดาวน์โหลดพร้อมกัน
tr: Eş zamanlı indirmeler

source: Share app logs
ar: مشاركة سجلات التطبيق
as: এপ লগ শ্বেয়াৰ কৰক
fr: Partager les journaux de l'application
hi: ऐप लॉग साझा करें
id: Bagikan log aplikasi
it: Condividi i log dell'app
ja: アプリログを共有
pt: Compartilhar logs do aplicativo
th: แชร์บันทึกแอป
tr: Uygulama günlüklerini paylaş
