Repository: kodjodevf/mangayomi
Catalog: lib/l10n/app_*.arb
Languages: ar, as, fr, hi, id, it, ja, pt, th, tr

source: Library
ar: المكتبة
as: পুথিভঁৰাল
fr: Bibliothèque
hi: पुस्तकालय
id: Perpustakaan
it: Biblioteca
ja: ライブラリ
pt: Biblioteca
th: ชั้นหนังสือ
tr: Kütüphane

source: Updates
ar: التحديثات
as: আপডেট
fr: Nouveautés
hi: अपडेट
id: Pembaruan
it: Aggiornamenti
ja: 更新
pt: Atualizações
th: อัพเดท
tr: Güncellemeler

source: History
ar: التاريخ
as: ইতিহাস
fr: Historique
hi: इतिहास
id: Riwayat
it: Cronologia
ja: 履歴
pt: Histórico
th: ประวัติ
tr: Geçmiş

source: Browse
ar: تصفح
as: ব্ৰাউজ
fr: Explorer
hi: ब्राउज़
id: Jelajahi
it: Sfoglia
ja: ブラウズ
pt: Navegar
th: เรียกดู
tr: Gözat

source: More
ar: المزيد
as: অধিক
fr: Plus
hi: और
id: Lainnya
it: Altro
ja: その他
pt: Mais
th: เพิ่มเติม
tr: Daha Fazla

source: Open random entry
ar: فتح مدخل عشوائي
as: যিকোনো এণ্ট্ৰি খোলক
fr: Ouvrir une entrée au hasard
hi: कोई भी प्रविष्टि खोलें
id: Buka Entri Acak
it: Apri voce casuale
ja: ランダムに開く
pt: Abrir entrada aleatória
th: สุ่มอ่าน
tr: Rastgele Giriş Aç

source: Import
ar: استيراد
as: আমদানি
fr: Importer
hi: आयात
id: Impor
it: Importa
ja: インポート
pt: Importar
th: นำเข้า
tr: İçe Aktar

source: Filter
ar: مرشح
as: ফিল্টাৰ
fr: Filtre
hi: फ़िल्टर
it: Filtro
ja: フィルター
pt: Filtro
th: ตัวกรอง
tr: Filtre

source: Ignore Filters
ar: تجاهل مرشح
as: ফিল্টাৰসমূহ উপেক্ষা কৰক
fr: Ignorer les filtres
hi: फ़िल्टर नजरअंदाज करें
id: Abaikan filter
it: Ignora filtri
ja: フィルターを無視
pt: Ignorar filtros
th: ไม่สนใจ ตัวกรอง
tr: Filtreleri yok say

source: Downloaded
ar: تم التحميل
as: ডাউনলোড কৰা
fr: Téléchargé
hi: डाउनलोड किया गया
id: Telah Diunduh
it: Scaricato
ja: ダウンロード済み
pt: Baixados
th: ดาวน์โหลดแล้ว
tr: İndirildi

source: Unread
ar: غير مقروء
as: নপঢ়া
fr: Non lus
hi: अपठित
id: Belum Dibaca
it: Non letto
ja: 未読
pt: Não lidos
th: ยังไม่อ่าน
tr: Okunmamış

source: Started
ar: بدأ
as: আৰম্ভ কৰা
fr: Commencé
hi: शुरू किया
id: Dimulai
it: Iniziato
ja: 開始済み
pt: Iniciados
th: เริ่มแล้ว
tr: Başladı

source: Bookmarked
ar: مُرجع
as: বুকমাৰ্ক কৰা
fr: Signets
hi: बुकमार्क किया
id: Ditandai
it: Segnalibro
ja: ブックマーク済み
pt: Marcados
th: เพิ่มเข้าชั้นแล้ว
tr: Yer İmleri

source: Sort
ar: ترتيب
as: শাৰী কৰক
fr: Trier
hi: छाँटें
id: Urutkan
it: Ordina
ja: 並び替え
pt: Ordenar
th: เรียง
tr: Sırala

source: Alphabetically
ar: أبجدياً
as: বৰ্ণানুক্ৰমে
fr: Alphabétiquement
hi: वर्णानुक्रम
id: Secara Abjad
it: Alfabeticamente
ja: アルファベット順
pt: Alfabeticamente
th: ตามตัวอักษร
tr: Alfabetik Olarak

source: Last read
ar: آخر قراءة
as: শেষত পঢ়া
fr: Dernier lu
hi: आखिरी बार पढ़ा
id: Bacaan Terakhir
it: Ultima lettura
ja: 最後に読んだ
pt: Última leitura
th: อ่านล่าสุด
tr: Son Okunan

source: Last update check
ar: آخر فحص للتحديثات
as: শেষ আপডেট পৰীক্ষা
fr: Dernière mise à jour
hi: आखिरी अपडेट जांच
id: Pemeriksaan Pembaruan Terakhir
it: Ultimo controllo aggiornamenti
ja: 最終更新確認
pt: Última verificação de atualização
th: ตรวจการอัพเดท
tr: Son Güncelleme Kontrolü

# last_entry_delete_warning
source: {count, plural, =1{You are deleting the only {entryType} of this {mediaType} from the library.} other{You are deleting all {count} {entryTypePlural} of this {mediaType} from the library.}} This will also remove the whole {mediaType} from your library. Note: The files themselves will not be deleted.
ar: {count, plural, =1{أنت بتحذف الـ{entryType} الوحيد من هذا الـ{mediaType} من المكتبة.} other{أنت بتحذف كل الـ{count} {entryTypePlural} من هذا الـ{mediaType} من المكتبة.}} هذا كمان هيشيل الـ{mediaType} بالكامل من مكتبتك. ملاحظة: الملفات نفسها مش هتتحذف.
as: {count, plural, =1{আপুনি এই {mediaType}ৰ একমাত্ৰ {entryType} আপোনাৰ পুথিভঁৰালৰ পৰা আঁতৰাইছে।} other{আপুনি এই {mediaType}ৰ সকলো {count} {entryTypePlural} আপোনাৰ পুথিভঁৰালৰ পৰা আঁতৰাইছে।}} ইয়াৰ ফলত সম্পূৰ্ণ {mediaType}ও আপোনাৰ পুথিভঁৰালৰ পৰা আঁতৰোৱা হ'ব। টোকা: ফাইলসমূহ নিজে মচা নহ'ব।
fr: {count, plural, =1{Tu es en train de supprimer le seul {entryType} de ce {mediaType} de ta bibliothèque.} other{Tu es en train de supprimer les {count} {entryTypePlural} de ce {mediaType} de ta bibliothèque.}} Ça va aussi supprimer tout le {mediaType} de ta bibliothèque. Note : Les fichiers ne seront pas supprimés.
hi: {count, plural, =1{आप इस {mediaType} की एकमात्र {entryType} को अपनी लाइब्रेरी से हटा रहे हैं।} other{आप इस {mediaType} के सभी {count} {entryTypePlural} को अपनी लाइब्रेरी से हटा रहे हैं।}} इससे पूरी {mediaType} भी आपकी लाइब्रेरी से हट जाएगी। नोट: फ़ाइलें स्वयं हटाई नहीं जाएंगी।
id: {count, plural, =1{Kamu sedang menghapus satu-satunya {entryType} dari {mediaType} ini di perpustakaan kamu.} other{Kamu sedang menghapus semua {count} {entryTypePlural} dari {mediaType} ini di perpustakaan kamu.}} Ini juga akan menghapus seluruh {mediaType} dari perpustakaanmu. Catatan: File-nya sendiri tidak akan dihapus.
it: {count, plural, =1{Stai eliminando l’unico {entryType} di questo {mediaType} dalla tua libreria.} other{Stai eliminando tutti e {count} {entryTypePlural} di questo {mediaType} dalla tua libreria.}} Questo rimuoverà anche tutto il {mediaType} dalla tua libreria. Nota: I file non saranno eliminati.
ja: {count, plural, =1{この{mediaType}の唯一の{entryType}をライブラリから削除しようとしています。} other{この{mediaType}のすべての{count}個の{entryTypePlural}をライブラリから削除しようとしています。}} これにより、{mediaType}全体もライブラリから削除されます。 注：ファイル自体は削除されません。
pt: {count, plural, =1{Estás a eliminar o único {entryType} deste {mediaType} da tua biblioteca.} other{Estás a eliminar todos os {count} {entryTypePlural} deste {mediaType} da tua biblioteca.}} Isto vai também remover todo o {mediaType} da tua biblioteca. Nota: Os ficheiros em si não vão ser eliminados.
th: {count, plural, =1{คุณกำลังลบ{entryType}เดียวของ{mediaType}นี้ออกจากคลังของคุณ} other{คุณกำลังลบทั้งหมด {count} {entryTypePlural}ของ{mediaType}นี้ออกจากคลังของคุณ}} สิ่งนี้จะลบ{mediaType}ทั้งหมดออกจากคลังของคุณด้วย หมายเหตุ: ไฟล์จะไม่ถูกลบ
tr: {count, plural, =1{Kitaplığından bu {mediaType}’nin tek {entryType}’ünü siliyorsun.} other{Kitaplığından bu {mediaType}’nin tüm {count} {entryTypePlural}’ini siliyorsun.}} Bu işlem {mediaType}’nin tamamını da kütüphanenden kaldıracak. Not: Dosyalar silinmeyecek.

source: chapter
ar: فصل
as: অধ্যায়
fr: chapitre
hi: अध्याय
id: bab
it: capitolo
ja: チャプター
pt: capítulo
th: บท
tr: bölüm

source: episode
ar: حلقة
as: খণ্ড
fr: épisode
hi: एपिसोड
it: episodio
ja: エピソード
pt: episódio
th: ตอน
tr: bölüm

source: Unread count
ar: عدد غير المقروء
as: নপঢ়াৰ সংখ্যা
fr: Nombre de non-lus
hi: अपठित गिनती
id: Jumlah Belum Dibaca
it: Conteggio non letti
ja: 未読数
pt: Contagem de não lidos
th: ที่ยังไม่อ่าน
tr: Okunmamış Sayısı

source: Latest chapter
ar: أحدث فصل
as: শেষৰ অধ্যায়
fr: Dernier chapitre
hi: नवीनतम अध्याय
id: Bab Terbaru
it: Ultimo capitolo
ja: 最新チャプター
pt: Último capítulo
th: ตอนล่าสุด
tr: Son Bölüm

source: Date added
ar: تاريخ الإضافة
as: তাৰিখ যোগ কৰা
fr: Date ajoutée
hi: जोड़ा गया तारीख
id: Tanggal Ditambahkan
it: Data aggiunta
ja: 追加日
pt: Data de adição
th: วันที่เพิ่ม
tr: Eklenme Tarihi

source: Display
ar: عرض
as: প্ৰদৰ্শন
fr: Affichage
hi: प्रदर्शन
id: Tampilan
it: Visualizza
ja: 表示
pt: Exibir
th: แสดงผล
tr: Görüntüle

source: Display mode
ar: وضع العرض
as: প্ৰদৰ্শন মোড
fr: Mode d'affichage
hi: प्रदर्शन मोड
id: Mode Tampilan
it: Modalità visualizzazione
ja: 表示モード
pt: Modo de exibição
th: โหมดแสดงผล
tr: Görüntüleme Modu

source: Compact grid
ar: شبكة مضغوطة
as: সংক্ষিপ্ত গ্ৰিড
fr: Grille compacte
hi: संक्षिप्त ग्रिड
id: Grid Kompak
it: Griglia compatta
ja: コンパクトグリッド
pt: Grade compacta
th: กระทัดรัด
tr: Kompakt Izgara

source: Comfortable grid
ar: شبكة مريحة
as: আৰামদায়ক গ্ৰিড
fr: Grille espacée
hi: आरामदायक ग्रिड
id: Grid Nyaman
it: Griglia confortevole
ja: 快適グリッド
pt: Grade confortável
th: พอดี
tr: Rahat Izgara

source: Cover-only grid
ar: شبكة الغلاف فقط
as: মাত্ৰ কভাৰৰ গ্ৰিড
fr: Grille avec seulement la couverture
hi: केवल कवर ग्रिड
id: Grid Hanya Sampul
it: Griglia solo copertina
ja: カバーのみグリッド
pt: Grade apenas de capas
th: ภาพปกเท่านั้น
tr: Sadece Kapak Izgarası

source: List
ar: قائمة
as: তালিকা
fr: Liste
hi: सूची
id: Daftar
it: Lista
ja: リスト
pt: Lista
th: รายการ
tr: Liste

source: Badges
ar: شارات
as: বেজ
hi: बैज
id: Lencana
it: Distintivi
ja: バッジ
pt: Distintivos
th: ป้าย
tr: Rozetler

source: Downloaded chapters
ar: الفصول المحملة
as: ডাউনলোড কৰা অধ্যায়
fr: Chapitres téléchargés
hi: डाउनलोड किए गए अध्याय
id: Bab yang Diunduh
it: Capitoli scaricati
ja: ダウンロード済みチャプター
pt: Capítulos baixados
th: ตอนที่ดาวน์โหลดแล้ว
tr: İndirilen Bölümler

source: Language
ar: اللغة
as: ভাষা
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
pt: Idioma
th: ภาษา
tr: Dil

source: Local source
ar: مصدر محلي
as: স্থানীয় উৎস
fr: Source locale
hi: स्थानीय स्रोत
id: Sumber Lokal
it: Fonte locale
ja: ローカルソース
pt: Fonte local
th: ที่ตั้งในเครื่อง
tr: Yerel Kaynak

source: Tabs
ar: التبويبات
as: টেব
fr: Onglets
hi: टैब
id: Tab
it: Schede
ja: タブ
pt: Abas
th: แถบ
tr: Sekmeler

source: Show category tabs
ar: إظهار تبويبات الفئة
as: শ্ৰেণীৰ টেব দেখুৱাওক
fr: Afficher les onglets des catégories
hi: श्रेणी टैब दिखाएँ
id: Tampilkan Tab Kategori
it: Mostra schede categoria
pt: Mostrar abas de categoria
th: แสดงแถบหมวดหมู่
tr: Kategori Sekmelerini Göster

source: Show numbers of items
ar: إظهار عدد العناصر
as: বস্তুৰ সংখ্যা দেখুৱাওক
fr: Afficher le nombre d’entrées
hi: आइटम की संख्या दिखाएँ
id: Tampilkan Jumlah Item
it: Mostra numeri degli elementi
pt: Mostrar números de itens
th: แสดงจำนวนรายการ
tr: Öğe Sayılarını Göster

source: Other
ar: آخر
as: অন্যান্য
fr: Autre
hi: अन्य
id: Lainnya
it: Altro
ja: その他
pt: Outro
th: อื่น ๆ
tr: Diğer

source: Show continue reading buttons
ar: إظهار أزرار الاستمرار في القراءة
as: পঢ়া অব্যাহত ৰখাৰ বুটাম দেখুৱাওক
fr: Afficher le bouton Continuer la lecture
hi: पढ़ना जारी रखें बटन दिखाएँ
id: Tampilkan Tombol Lanjutkan Membaca
it: Mostra pulsanti di lettura continua
pt: Mostrar botões de continuar lendo
th: แสดงปุ่มอ่านต่อ
tr: Okumaya Devam Et Düğmelerini Göster

source: Empty library
ar: مكتبة فارغة
as: খালী পুথিভঁৰাল
fr: Votre bibliothèque est vide
hi: खाली पुस्तकालय
id: Perpustakaan Kosong
it: Biblioteca vuota
pt: Biblioteca vazia
th: ชั้นหนังสือว่างเปล่า
tr: Boş Kütüphane

source: Search...
ar: بحث...
as: সন্ধান...
fr: Rechercher...
hi: खोजें...
id: Cari...
it: Cerca...
ja: 検索
pt: Pesquisar...
th: ค้นหา...
tr: Ara...

source: No recent updates
ar: لا تحديثات حديثة
as: শেহতীয়া আপডেট নাই
fr: Aucune mise à jour disponible
hi: कोई हालिया अपडेट नहीं
id: Tidak Ada Pembaruan Terbaru
it: Nessun aggiornamento recente
pt: Sem atualizações recentes
th: ยังไม่มีการอัพเดท
tr: Yakın Zamanda Güncelleme Yok

source: Remove everything
ar: إزالة كل شيء
as: সকলো আঁতৰাওক
fr: Tout retirer
hi: सब कुछ हटाएँ
id: Hapus Semua
it: Rimuovi tutto
pt: Remover tudo
th: ลบออกทุกอย่าง
tr: Her Şeyi Kaldır

# remove_everything_msg
source: Are you sure? All history will be lost
ar: هل أنت متأكد؟ سيتم فقدان كل التاريخ
as: আপুনি নিশ্চিত নে? সকলো ইতিহাস হেৰাই যাব
fr: Êtes-vous sûr(e) ? Tout l'historique sera effacé.
hi: क्या आप निश्चित हैं? सारा इतिहास खो जाएगा
id: Apakah Anda yakin? Semua riwayat akan hilang
it: Sei sicuro? Tutta la cronologia sarà persa
pt: Tem certeza? Todo o histórico será perdido
th: ประวัติทุกอย่างจะหายไป คุณแน่ใจนะว่าจะลบ?
tr: Emin misiniz? Tüm geçmiş silinecek

source: OK
ar: حسنًا
as: ঠিক আছে
hi: ठीक है
id: Baik
th: ตกลง
tr: Tamam

source: Cancel
ar: إلغاء
as: বাতিল
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
pt: Cancelar
th: ยกเลิก
tr: İptal

source: Remove
ar: إزالة
as: আঁতৰাওক
fr: Supprimer
hi: हटाएँ
id: Hapus
it: Rimuovi
ja: 削除
pt: Remover
th: ลบ
tr: Kaldır

# remove_history_msg
source: This will remove the read date of this chapter. Are you sure?
ar: سيتم إزالة تاريخ القراءة لهذا الفصل. هل أنت متأكد؟
as: ইয়ে এই অধ্যায়ৰ পঢ়া তাৰিখ আঁতৰাব। আপুনি নিশ্চিত নে?
fr: Ceci enlèvera la date de lecture de ce chapitre. Êtes-vous sûr(e) ?
hi: यह इस अध्याय की पढ़ने की तारीख को हटा देगा। क्या आप निश्चित हैं?
id: Riwayat bacaan untuk bab ini akan dihapus. Apakah Anda yakin?
it: Questo rimuoverà la data di lettura di questo capitolo. Sei sicuro?
pt: Isso removerá a data de leitura deste capítulo. Tem certeza?
th: นี่จะเป็นการลบวันที่อ่านของตอนนี้ คุณแน่ใจนะ?
tr: Bu, bu bölümün okunma tarihini kaldıracaktır. Emin misiniz?

source: Last Used
ar: آخر استخدام
as: শেষবাৰ ব্যৱহৃত
fr: Dernière utilisée
hi: आखिरी बार उपयोग
id: Terakhir Digunakan
it: Ultimo usato
ja: 最後に使用
pt: Último usado
th: ใช้ล่าสุด
tr: Son Kullanılan

source: Pinned
ar: مثبت
as: পিন কৰা
fr: Épinglé
hi: पिन किया गया
id: Ditandai
it: Fissato
pt: Fixado
th: ปักหมุด
tr: Sabitle

source: Sources
ar: المصادر
as: উৎস
hi: स्रोत
id: Sumber
it: Fonti
ja: ソース
pt: Fontes
th: แหล่งที่มา
tr: Kaynaklar

source: Install
ar: تثبيت
as: ইনষ্টল
fr: Installer
hi: स्थापित करें
id: Pasang
it: Installa
ja: インストール
pt: Instalar
th: ติดตั้ง
tr: Yükle

source: Update
ar: تحديث
as: আপডেট
fr: Mettre à jour
hi: अपडेट करें
id: Perbarui
it: Aggiorna
ja: 更新
pt: Atualizar
th: อัพเดท
tr: Güncelle

source: Latest
ar: الأحدث
as: শেষৰ
fr: Récents
hi: नवीनतम
id: Terbaru
it: Più recente
ja: 最新
pt: Mais recente
th: ล่าสุด
tr: En Yeni

source: Extensions
ar: الإضافات
as: এক্সটেনশন
hi: एक्सटेंशन
id: Ekstensi
it: Estensioni
pt: Extensões
th: ส่วนขยาย
tr: Uzantılar

source: Migrate
ar: ترحيل
as: স্থানান্তৰ
fr: Migrer
hi: स्थानांतरण
id: Migrasi
it: Migra
ja: 移行
pt: Migrar
th: ผนวก
tr: Taşı

source: Incognito Mode
ar: وضع التخفي
as: গোপন মোড
fr: Mode navigation privée
hi: गुप्त मोड
id: Mode Incognito
it: Modalità Incognito
ja: シークレットモード
pt: Modo Incógnito
th: โหมดไม่ระบุตัวตน
tr: Gizli Mod

# incognito_mode_description
source: Pauses reading history
ar: يوقف سجل القراءة
as: পঢ়াৰ ইতিহাস স্থগিত কৰে
fr: Suspend l'historique de lecture
hi: पढ़ने का इतिहास रोकता है
id: Menghentikan catatan bacaan
it: Sospende la cronologia di lettura
pt: Pausa o histórico de leitura
th: หยุดประวัติการอ่านชั่วคราว
tr: Okuma geçmişini duraklatır

source: Download Queue
ar: قائمة الانتظار للتحميل
as: ডাউনলোড শাৰী
fr: File de téléchargement
hi: डाउनलोड कतार
id: Antrian Unduhan
it: Coda di download
pt: Fila de download
th: คิวดาวน์โหลด
tr: İndirme Kuyruğu

source: Categories
ar: الفئات
as: শ্ৰেণী
fr: Catégories
hi: श्रेणियाँ
id: Kategori
it: Categorie
ja: カテゴリ
pt: Categorias
th: หมวดหมู่
tr: Kategoriler

source: Settings
ar: الإعدادات
as: ছেটিং
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
pt: Configurações
th: การตั้งค่า
tr: Ayarlar

source: About
ar: حول
as: বিষয়ে
fr: À propos
hi: के बारे में
id: Tentang
it: Informazioni
ja: について
pt: Sobre
th: เกี่ยวกับ
tr: Hakkında

source: Help
ar: مساعدة
as: সহায়
fr: Aide
hi: मदद
id: Bantuan
it: Aiuto
pt: Ajuda
th: ช่วยเหลือ
tr: Yardım

source: No Downloads
ar: لا توجد تحميلات
as: কোনো ডাউনলোড নাই
fr: Aucun téléchargement en cours
hi: कोई डाउनलोड नहीं
id: Tidak Ada Unduhan
it: Nessun download
pt: Sem downloads
th: ยังไม่มีการดาวน์โหลด
tr: İndirme Yok

source: Edit Categories
ar: تحرير الفئات
as: শ্ৰেণী সম্পাদনা
fr: Modifier les catégories
hi: श्रेणियाँ संपादित करें
id: Edit Kategori
it: Modifica categorie
ja: カテゴリ編集
pt: Editar Categorias
th: แก้ไขหมวดหมู่
tr: Kategorileri Düzenle

# edit_categories_description
source: You have no categories. Tap the plus button to create one for organizing your library
ar: ليس لديك أي فئات. اضغط على زر الإضافة لإنشاء واحدة لتنظيم مكتبتك
as: আপোনাৰ কোনো শ্ৰেণী নাই। পুথিভঁৰাল সংগঠিত কৰিবলৈ প্লাছ বুটামত টেপ কৰক
fr: Vous n'avez aucune catégorie. Appuyez sur le bouton « + » pour en créer une afin d'organiser votre bibliothèque.
hi: आपके पास कोई श्रेणी नहीं है। अपनी लाइब्रेरी को व्यवस्थित करने के लिए प्लस बटन दबाएँ
id: Anda belum memiliki kategori. Tekan tombol tambah untuk membuat satu dan mengatur perpustakaan Anda
it: Non hai categorie. Tocca il pulsante più per crearne una per organizzare la tua biblioteca
pt: Você não tem categorias. Toque no botão de mais para criar uma para organizar sua biblioteca
th: คุณยังไม่ได้สร้างหมวดหมู่ แตะปุ่มบวกสร้างใหม่ขึ้นมาเพื่อจัดสรรชั้นหนังสือของคุณ
tr: Henüz kategoriniz yok. Kütüphanenizi organize etmek için bir tane oluşturmak için artı düğmesine dokunun

source: Add
ar: إضافة
as: যোগ কৰক
fr: Ajouter
hi: जोड़ें
id: Tambah
it: Aggiungi
ja: 追加
pt: Adicionar
th: เพิ่ม
tr: Ekle

source: Add Category
ar: إضافة فئة
as: শ্ৰেণী যোগ কৰক
fr: Ajouter une catégorie
hi: श्रेणी जोड़ें
id: Tambah Kategori
it: Aggiungi categoria
pt: Adicionar Categoria
th: เพิ่มหมวดหมู่
tr: Kategori Ekle

source: Name
ar: اسم
as: নাম
fr: Nom
hi: नाम
id: Nama
it: Nome
ja: 名前
pt: Nome
th: ชื่อ
tr: İsim

# category_name_required
source: *Required
ar: *مطلوب
as: *প্ৰয়োজনীয়
fr: *obligatoire
hi: *आवश्यक
id: *Diperlukan
it: *Richiesto
pt: *Obrigatório
th: *จำเป็น
tr: *Gerekli

# add_category_error_exist
source: A category with this name already exist!
ar: فئة بهذا الاسم موجودة بالفعل!
as: এই নামৰ শ্ৰেণী ইতিমধ্যে আছে!
fr: Une catégorie avec ce nom existe déjà !
hi: इस नाम की श्रेणी पहले से मौजूद है!
id: Kategori dengan nama ini sudah ada!
it: Una categoria con questo nome esiste già!
pt: Uma categoria com este nome já existe!
th: มีหมวดหมู่ชื่อนี้อยู่แล้ว!
tr: Bu isimde zaten bir kategori var!

source: Delete Category
ar: حذف الفئة
as: শ্ৰেণী মচক
fr: Effacer catégorie
hi: श्रेणी हटाएँ
id: Hapus Kategori
it: Elimina categoria
pt: Excluir Categoria
th: ลบหมวดหมู่
tr: Kategoriyi Sil

# delete_category_msg
source: Do you wish to delete the category {name}?
ar: هل ترغب في حذف الفئة {name}؟
as: আপুনি {name} শ্ৰেণী মচিব বিচাৰে নে?
fr: Souhaitez-vous supprimer la catégorie {name}?
hi: क्या आप श्रेणी {name} को हटाना चाहते हैं?
id: Apakah Anda ingin menghapus kategori {name}?
it: Vuoi eliminare la categoria {name}?
pt: Deseja excluir a categoria {name}?
th: คุณต้องการลบหมวดหมู่ {name} นี้หรือไม่?
tr: {name} kategorisini silmek istiyor musunuz?

source: Rename Category
ar: إعادة تسمية الفئة
as: শ্ৰেণীৰ নাম সলনি কৰক
fr: Renommer la catégorie
hi: श्रेणी का नाम बदलें
id: Ubah Nama Kategori
it: Rinomina categoria
pt: Renomear Categoria
th: เปลี่ยนชื่อหมวดหมู่
tr: Kategoriyi Yeniden Adlandır

source: General
ar: عام
as: সাধাৰণ
fr: Général
hi: सामान्य
id: Umum
it: Generale
ja: 一般
pt: Geral
th: ทั่วไป
tr: Genel

# general_subtitle
source: App language
ar: لغة التطبيق
as: এপৰ ভাষা
fr: Langue de l'application
hi: ऐप की भाषा
id: Bahasa Aplikasi
it: Lingua app
pt: Idioma do aplicativo
th: ภาษาของแอป
tr: Uygulama dili

source: App language
ar: لغة التطبيق
as: এপৰ ভাষা
fr: Langue de l'application
hi: ऐप की भाषा
id: Bahasa Aplikasi
it: Lingua app
pt: Idioma do aplicativo
th: ภาษาของแอป
tr: Uygulama dili

source: Appearance
ar: المظهر
as: চেহেৰা
fr: Apparence
hi: दिखावट
id: Tampilan
it: Aspetto
ja: 外観
pt: Aparência
th: การแสดงผล
tr: Görünüm

# appearance_subtitle
source: Theme, date & time format
ar: الثيم، تنسيق التاريخ والوقت
as: থীম, তাৰিখ আৰু সময়ৰ ফৰ্মেট
fr: Thème, format de la date et de l'heure
hi: थीम, तारीख और समय प्रारूप
id: Tema, Format Tanggal dan Waktu
it: Tema, formato data e ora
pt: Tema, formato de data e hora
th: ธีม, รูปแบบวันที่ & เวลา
tr: Tema, tarih ve saat formatı

source: Theme
ar: الثيم
as: থীম
fr: Thème
hi: थीम
id: Tema
it: Tema
ja: テーマ
pt: Tema
th: ธีม
tr: Tema

source: Dark mode
ar: الوضع المظلم
as: ডাৰ্ক মোড
fr: Mode sombre
hi: डार्क मोड
id: Mode Gelap
it: Modalità scura
pt: Modo escuro
th: โหมดมืด
tr: Karanlık Mod

source: On
ar: مفعل
as: অন
fr: Activé
hi: चालू
id: Aktif
it: Attivo
pt: Ligado
th: เปิด
tr: Açık

source: Off
ar: معطل
as: অফ
fr: Desactivé
hi: बंद
id: Nonaktif
it: Disattivo
pt: Desligado
th: ปิด
tr: Kapalı

source: Pure black dark mode
ar: الوضع المظلم الأسود النقي
as: পিউৰ ব্লেক ডাৰ্ক মোড
fr: Mode noir pur
hi: पूर्ण काला डार्क मोड
id: Mode Gelap Hitam Murni
it: Modalità scura nero puro
ja: 純黒ダークモード
pt: Modo escuro preto puro
th: โหมดดำสนิท
tr: Saf Siyah Karanlık Mod

source: Timestamp
ar: طابع الوقت
as: টাইমষ্টেম্প
fr: Horodatage
hi: समय चिह्न
id: Cap Waktu
pt: Carimbo de data/hora
th: ลงเวลา
tr: Zaman Damgası

source: Relative timestamp
ar: طابع الوقت النسبي
as: আপেক্ষিক টাইমষ্টেম্প
fr: Horodatages relatifs
hi: सापेक्ष समय चिह्न
id: Cap Waktu Relatif
it: Timestamp relativo
pt: Carimbo de data/hora relativo
th: รูปแบบการลงเวลา
tr: Göreceli Zaman Damgası

# relative_timestamp_short
source: Short (Today, Yesterday)
ar: قصير (اليوم، أمس)
as: চমু (আজি, কালি)
fr: Court (Aujourd'hui, Hier)
hi: संक्षिप्त (आज, कल)
id: Singkat (Hari Ini, Kemarin)
it: Breve (Oggi, Ieri)
pt: Curto (Hoje, Ontem)
th: สั้น (วันนี้, เมื่อวาน)
tr: Kısa (Bugün, Dün)

# relative_timestamp_long
source: Long (Short+, n days ago)
ar: طويل (قصير+، منذ عدة أيام)
as: দীঘল (চমু+, n দিনৰ আগতে)
fr: Long (Court+, il y a n jours)
hi: लंबा (संक्षिप्त+, n दिन पहले)
id: Panjang (Singkat+, Beberapa Hari Lalu)
it: Lungo (Breve+, n giorni fa)
pt: Longo (Curto+, n dias atrás)
th: ยาว (Short+, n วันที่แล้ว)
tr: Uzun (Kısa+, n gün önce)

source: Date format
ar: تنسيق التاريخ
as: তাৰিখৰ ফৰ্মেট
fr: Format de date
hi: तारीख प्रारूप
id: Format Tanggal
it: Formato data
pt: Formato de data
th: รูปแบบวันที่
tr: Tarih Formatı

source: Reader
ar: القارئ
as: পাঠক
fr: Lecteur
hi: पढ़ने वाला
id: Pembaca
it: Lettore
ja: リーダー
pt: Leitor
th: การอ่าน
tr: Okuyucu

source: Refresh
ar: تحديث
as: ৰিফ্ৰেছ
fr: Actualiser
hi: ताज़ा करें
id: Segarkan
it: Aggiorna
ja: 更新
pt: Atualizar
th: รีเฟรช
tr: Yenile

# reader_subtitle
source: Reading mode, display, navigation
ar: وضع القراءة، العرض، التنقل
as: পঢ়াৰ মোড, প্ৰদৰ্শন, নেভিগেশন
fr: Mode de lecture, affichage, navigation
hi: पढ़ने का मोड, प्रदर्शन, नेविगेशन
id: Mode Baca, Tampilan, Navigasi
it: Modalità di lettura, visualizzazione, navigazione
pt: Modo de leitura, exibição, navegação
th: โหมดการอ่าน, การแสดงผล, การนำทาง
tr: Okuma modu, görüntüleme, navigasyon

source: Default reading mode
ar: وضع القراءة الافتراضي
as: ডিফল্ট পঢ়াৰ মোড
fr: Mode de lecture par défaut
hi: डिफ़ॉल्ट पढ़ने का मोड
id: Mode Baca Default
it: Modalità di lettura predefinita
pt: Modo de leitura padrão
th: ค่าเริ่มตต้นโหมดการอ่าน
tr: Varsayılan Okuma Modu

# reading_mode_vertical
source: Vertical
ar: عمودي
as: উলম্ব
hi: लंबवत
id: Vertikal
it: Verticale
th: แนวตั้ง
tr: Dikey

# reading_mode_horizontal
source: Horizontal
ar: أفقي
as: অনুভূমিক
hi: क्षैतिज
it: Orizzontale
th: แนวนอน
tr: Yatay

# reading_mode_left_to_right
source: Left to Right
ar: من اليسار إلى اليمين
as: বাওঁফালৰ পৰা সোঁফাললৈ
fr: De gauche à droite
hi: बाएँ से दाएँ
id: Dari Kiri ke Kanan
it: Da sinistra a destra
pt: Da esquerda para a direita
th: ซ้ายไปขวา
tr: Soldan Sağa

# reading_mode_right_to_left
source: Right to Left
ar: من اليمين إلى اليسار
as: সোঁফালৰ পৰা বাওঁফাললৈ
fr: De droite à gauche
hi: दाएँ से बाएँ
id: Dari Kanan ke Kiri
it: Da destra a sinistra
pt: Da direita para a esquerda
th: ขวาไปซ้าย
tr: Sağdan Sola

# reading_mode_vertical_continuous
source: Vertical continuous
ar: عمودي مستمر
as: উলম্ব অবিৰত
fr: Vertical continu
hi: लंबवत निरंतर
id: Vertikal Berkelanjutan
it: Verticale continuo
pt: Vertical contínuo
th: แนวตั้งแบบต่อเนื่อง
tr: Sürekli Dikey

# reading_mode_webtoon
source: Webtoon
ar: ويبتون
as: ৱেবটুন
hi: वेबटून
th: เว็บตูน

source: Double tap animation speed
ar: سرعة النقر المزدوج
as: ডাবল টেপ এনিমেশনৰ গতি
fr: Vitesse d'animation du double-clic
hi: डबल टैप एनिमेशन गति
id: Kecepatan Animasi Double Tap
it: Velocità animazione doppio tocco
pt: Velocidade da animação de duplo toque
th: ความเร็วการเคลื่อนไหวของการแตะสองครั้ง
tr: Çift Dokunma Animasyon Hızı

source: Normal
ar: عادي
as: সাধাৰণ
fr: Normale
hi: सामान्य
it: Normale
th: ปกติ

source: Fast
ar: سريع
as: দ্ৰুত
fr: Rapide
hi: तेज़
id: Cepat
it: Veloce
pt: Rápido
th: เร็ว
tr: Hızlı

source: No animation
ar: بدون رسوم متحركة
as: কোনো এনিমেশন নাই
fr: Sans animation
hi: कोई एनिमेशन नहीं
id: Tanpa Animasi
it: Nessuna animazione
pt: Sem animação
th: ไม่มีการเคลื่อนไหว
tr: Animasyon Yok

source: Animate page transitions
ar: تحريك انتقالات الصفحة
as: পৃষ্ঠা স্থানান্তৰ এনিমেট কৰক
fr: Activer les transitions
hi: पेज ट्रांज़िशन को एनिमेट करें
id: Animasikan Transisi Halaman
it: Anima transizioni pagina
ja: ページ遷移をアニメーション化
pt: Animar transições de página
th: การเคลื่อนไหวเมื่อเปลี่ยนหน้า
tr: Sayfa Geçişlerini Animasyonla
